[
    {
        "id": 0,
        "name": "Andromeda",
        "englishName": "Princess of Ethiopia",
        "brightestStar": "Alpheratz",
        "paragraph0": "\n",
        "paragraph1": "Andromeda is one of the 48 constellations listed by the 2nd-century Greco-Roman astronomer Ptolemy,  and one of the 88 modern constellations. Located in the northern celestial hemisphere, it is named for Andromeda, daughter of Cassiopeia, in the Greek myth, who was chained to a rock to be eaten by the sea monster Cetus. Andromeda is most prominent during autumn evenings in the Northern Hemisphere, along with several other constellations named for characters in the Perseus myth. Because of its northern declination, Andromeda is visible only north of 40° south latitude; for observers farther south, it lies below the horizon. It is one of the largest constellations, with an area of 722 square degrees. This is over 1,400 times the size of the full moon, 55% of the size of the largest constellation, Hydra, and over 10 times the size of the smallest constellation, Crux.\n",
        "paragraph2": "Its brightest star, Alpha Andromedae, is a binary star that has also been counted as a part of Pegasus, while Gamma Andromedae is a colorful binary and a popular target for amateur astronomers. Only marginally dimmer than Alpha, Beta Andromedae is a red giant, its color visible to the naked eye. The constellation's most obvious deep-sky object is the naked-eye Andromeda Galaxy (M31, also called the Great Galaxy of Andromeda), the closest spiral galaxy to the Milky Way and one of the brightest Messier objects. Several fainter galaxies, including M31's companions M110 and M32, as well as the more distant NGC 891, lie within Andromeda. The Blue Snowball Nebula, a planetary nebula, is visible in a telescope as a blue circular object.\n",
        "url": "https://en.wikipedia.org/wiki/Andromeda_(constellation)"
    },
    {
        "id": 1,
        "name": "Antlia",
        "englishName": "Air Pump",
        "brightestStar": "Alpha Antilae",
        "paragraph0": "\n",
        "paragraph1": "Antlia (/ˈæntliə/; from Ancient Greek ἀντλία) is a constellation in the Southern Celestial Hemisphere. Its name means \"pump\" in Latin and Greek; it represents an air pump. Originally Antlia Pneumatica, the constellation was established by Nicolas-Louis de Lacaille in the 18th century. Its non-specific (single-word) name, already in limited use, was preferred by John Herschel then welcomed by the astronomic community which officially accepted this. North of stars forming some of the sails of the ship Argo Navis (the constellation Vela), Antlia is completely visible from latitudes south of 49 degrees north.\n",
        "paragraph2": "Antlia is a faint constellation; its brightest star is Alpha Antliae, an orange giant that is a suspected variable star, ranging between apparent magnitudes 4.22 and 4.29. S Antliae is an eclipsing binary star system, changing in brightness as one star passes in front of the other. Sharing a common envelope, the stars are so close they will one day merge to form a single star. Two star systems with known exoplanets, HD 93083 and WASP-66, lie within Antlia, as do NGC 2997, a spiral galaxy, and the Antlia Dwarf Galaxy.\n",
        "url": "https://en.wikipedia.org/wiki/Antlia_(constellation)"
    },
    {
        "id": 2,
        "name": "Apus",
        "englishName": "Bird of Paradise",
        "brightestStar": "Alpha Apodis",
        "paragraph0": "\n",
        "paragraph1": "Apus is a small constellation in the southern sky. It represents a bird-of-paradise, and its name means \"without feet\" in Greek because the bird-of-paradise was once wrongly believed to lack feet. First depicted on a celestial globe by Petrus Plancius in 1598, it was charted on a star atlas by Johann Bayer in his 1603 Uranometria. The French explorer and astronomer Nicolas Louis de Lacaille charted and gave the brighter stars their Bayer designations in 1756.\n",
        "paragraph2": "The five brightest stars are all reddish in hue. Shading the others at apparent magnitude 3.8 is Alpha Apodis, an orange giant that has around 48 times the diameter and 928 times the luminosity of the Sun. Marginally fainter is Gamma Apodis, another ageing giant star. Delta Apodis is a double star, the two components of which are 103 arcseconds apart and visible with the naked eye. Two star systems have been found to have planets.\n",
        "url": "https://en.wikipedia.org/wiki/Apus_(constellation)"
    },
    {
        "id": 3,
        "name": "Aquarius",
        "englishName": "Water-bearer",
        "brightestStar": "Sadalsuud",
        "paragraph0": "\n",
        "paragraph1": "Aquarius is an equatorial constellation of the zodiac, between Capricornus and Pisces. Its name is Latin for \"water-carrier\" or \"cup-carrier\", and its old astronomical symbol is  (♒︎), a representation of water. Aquarius is one of the oldest of the recognized constellations along the zodiac (the Sun's apparent path).[2] It was one of the 48 constellations listed by the 2nd century astronomer Ptolemy, and it remains one of the 88 modern constellations. It is found in a region often called the Sea due to its profusion of constellations with watery associations such as Cetus the whale, Pisces the fish, and Eridanus the river.[3]\n",
        "paragraph2": "At apparent magnitude 2.9, Beta Aquarii is the brightest star in the constellation.\n",
        "url": "https://en.wikipedia.org/wiki/Aquarius_(constellation)"
    },
    {
        "id": 4,
        "name": "Aquila",
        "englishName": "The Eagle",
        "brightestStar": "Altair",
        "paragraph0": "Aquila is a constellation on the celestial equator. Its name is Latin for 'eagle' and it represents the bird that carried Zeus/Jupiter's thunderbolts in Greek-Roman mythology.\n",
        "paragraph1": "Its brightest star, Altair, is one vertex of the Summer Triangle asterism. The constellation is best seen in the northern summer, as it is located along the Milky Way. Because of this location, many clusters and nebulae are found within its borders, but they are dim and galaxies are few.\n",
        "paragraph2": "Aquila was one of the 48 constellations described by the second-century astronomer Ptolemy. It had been earlier mentioned by Eudoxus in the fourth century BC and Aratus in the third century BC.[3]\n",
        "url": "https://en.wikipedia.org/wiki/Aquila_(constellation)"
    },
    {
        "id": 5,
        "name": "Ara",
        "englishName": "Altar",
        "brightestStar": "Beta Arae",
        "paragraph0": "Ara (Latin for \"the Altar\") is a southern constellation between Scorpius, Telescopium, Triangulum Australe, and Norma. It was (as Βωμός, Bōmǒs) one of the Greek bulk (namely 48) described by the 2nd-century astronomer Ptolemy, and it remains one of the 88 modern constellations designated by the International Astronomical Union.\n",
        "paragraph1": "The orange supergiant Beta Arae, to us its brightest star measured with near-constant apparent magnitude of 2.85, is marginally brighter than blue-white Alpha Arae. Seven star systems are known to host planets. Sunlike Mu Arae hosts four known planets. Gliese 676 is a (gravity-paired) binary red dwarf system with four known planets.\n",
        "paragraph2": "The Milky Way crosses the northwestern part of Ara. Within the constellation is Westerlund 1, a super star cluster that contains the red supergiant Westerlund 1-26, one of the largest stars known.\n",
        "url": "https://en.wikipedia.org/wiki/Ara_(constellation)"
    },
    {
        "id": 6,
        "name": "Aries",
        "englishName": "The Ram",
        "brightestStar": "Hamal",
        "paragraph0": "\n",
        "paragraph1": "Aries  is one of the constellations of the zodiac. It is located in the Northern celestial hemisphere between Pisces to the west and Taurus to the east. The name Aries is Latin for ram. Its old astronomical symbol is  (♈︎). It is one of the 48 constellations described by the 2nd century astronomer Ptolemy, and remains one of the 88 modern constellations.  It is a mid-sized constellation ranking 39th in overall size, with an area of 441 square degrees (1.1% of the celestial sphere).\n",
        "paragraph2": "Aries has represented a ram since late Babylonian times. Before that, the stars of Aries formed a farmhand. Different cultures have incorporated the stars of Aries into different constellations including twin inspectors in China and a porpoise in the Marshall Islands. Aries is a relatively dim constellation, possessing only four bright stars: Hamal (Alpha Arietis, second magnitude), Sheratan (Beta Arietis, third magnitude), Mesarthim (Gamma Arietis, fourth magnitude), and 41 Arietis (also fourth magnitude). The few deep-sky objects within the constellation are quite faint and include several pairs of interacting galaxies. Several meteor showers appear to radiate from Aries, including the Daytime Arietids and the Epsilon Arietids.\n",
        "url": "https://en.wikipedia.org/wiki/Aries_(constellation)"
    },
    {
        "id": 7,
        "name": "Auriga",
        "englishName": "The Charioteer",
        "brightestStar": "Capella",
        "paragraph0": "\n",
        "paragraph1": "Auriga is a constellation in the northern celestial hemisphere. It is one of the 88 modern constellations; it was among the 48 constellations listed by the 2nd-century astronomer Ptolemy. Its name is Latin for '(the) charioteer', associating it with various mythological beings, including Erichthonius and Myrtilus. Auriga is most prominent during winter evenings in the northern Hemisphere, as are five other constellations that have stars in the Winter Hexagon asterism. Because of its northern declination, Auriga is only visible in its entirety as far south as -34°; for observers farther south it lies partially or fully below the horizon. A large constellation, with an area of 657 square degrees, it is half the size of the largest, Hydra.\n",
        "paragraph2": "Its brightest star, Capella, is an unusual multiple star system among the brightest stars in the night sky. Beta Aurigae is an interesting variable star in the constellation; Epsilon Aurigae, a nearby eclipsing binary with an unusually long period, has been studied intensively. Because of its position near the winter Milky Way, Auriga has many bright open clusters in its borders, including M36, M37, and M38, popular targets for amateur astronomers. In addition, it has one prominent nebula, the Flaming Star Nebula, associated with the variable star AE Aurigae.\n",
        "url": "https://en.wikipedia.org/wiki/Auriga_(constellation)"
    },
    {
        "id": 8,
        "name": "Boötes",
        "englishName": "Herdsman",
        "brightestStar": "Arcturus",
        "paragraph0": "Boötes (/boʊˈoʊtiːz/ boh-OH-teez) is a constellation in the northern sky, located between 0° and +60° declination, and 13 and 16 hours of right ascension on the celestial sphere. The name comes from Latin: Boōtēs, which comes from Greek: Βοώτης, translit. Boṓtēs 'herdsman' or 'plowman' (literally, 'ox-driver'; from βοῦς boûs 'cow').\n",
        "paragraph1": "One of the 48 constellations described by the 2nd-century astronomer Ptolemy, Boötes is now one of the 88 modern constellations. It contains the fourth-brightest star in the night sky, the orange giant Arcturus. Epsilon Boötis, or Izar, is a colourful multiple star popular with amateur astronomers. Boötes is home to many other bright stars, including eight above the fourth magnitude and an additional 21 above the fifth magnitude, making a total of 29 stars easily visible to the naked eye.\n",
        "paragraph2": "\nIn ancient Babylon, the stars of Boötes were known as SHU.PA. They were apparently depicted as the god Enlil, who was the leader of the Babylonian pantheon and special patron of farmers.[3] Boötes may have been represented by the animal foreleg constellation in ancient Egypt, resembling that of an ox sufficiently to have been originally proposed as the \"foreleg of ox\" by Berio.[4] ",
        "url": "https://en.wikipedia.org/wiki/Bootes"
    },
    {
        "id": 9,
        "name": "Caelum",
        "englishName": "Chisel",
        "brightestStar": "Alpha Caeli",
        "paragraph0": "Caelum /ˈsiːləm/ is a faint constellation in the southern sky, introduced in the 1750s by Nicolas Louis de Lacaille and counted among the 88 modern constellations. Its name means \"chisel\" in Latin, and it was formerly known as Caelum Sculptorium (\"Engraver's Chisel\"); it is a rare word, unrelated to the far more common Latin caelum, meaning \"sky\", \"heaven\", or \"atmosphere\".[3] It is the eighth-smallest constellation, and subtends a solid angle of around 0.038 steradians, just less than that of Corona Australis.\n",
        "paragraph1": "Due to its small size and location away from the plane of the Milky Way, Caelum is a rather barren constellation, with few objects of interest. The constellation's brightest star, Alpha Caeli, is only of magnitude 4.45, and only one other star, (Gamma) γ 1 Caeli, is brighter than magnitude 5 . Other notable objects in Caelum are RR Caeli, a binary star with one known planet approximately 20.13 parsecs (65.7 ly) away; X Caeli, a Delta Scuti variable that forms an optical double with γ 1 Caeli; and HE0450-2958, a Seyfert galaxy that at first appeared as just a jet, with no host galaxy visible.\n",
        "paragraph2": "Caelum was incepted as one of fourteen southern constellations in the 18th century by Nicolas Louis de Lacaille, a French astronomer and celebrated of the Age of Enlightenment.[4]\nIt retains its name Burin among French speakers, latinized in his catalogue of 1763 as Caelum Sculptoris (“Engraver's Chisel”).[5]\n",
        "url": "https://en.wikipedia.org/wiki/Caelum_(constellation)"
    },
    {
        "id": 10,
        "name": "Camelopardalis",
        "englishName": "Giraffe",
        "brightestStar": "Beta Camelopardalis",
        "paragraph0": "\n",
        "paragraph1": "Camelopardalis /kəˌmɛləˈpɑːrdəlɪs/ is a large but faint constellation of the northern sky representing a giraffe. The constellation was introduced in 1612 or 1613 by Petrus Plancius.[3][1] Some older astronomy books give Camelopardalus or Camelopardus as alternative forms of the name, but the version recognized by the International Astronomical Union matches the genitive form, seen suffixed to most of its key stars.[1]\n",
        "paragraph2": "First attested in English in 1785, the word camelopardalis comes from Latin,[4] and it is the romanization of the Greek \"καμηλοπάρδαλις\" meaning \"giraffe\",[5] from \"κάμηλος\" (kamēlos), \"camel\"[6] + \"πάρδαλις\" (pardalis), \"spotted\",[7] because it has a long neck like a camel and spots like a leopard.\n",
        "url": "https://en.wikipedia.org/wiki/Camelopardalis_(constellation)"
    },
    {
        "id": 11,
        "name": "Cancer",
        "englishName": "Crab",
        "brightestStar": "Tarf",
        "paragraph0": "\n",
        "paragraph1": "Cancer is one of the twelve constellations of the zodiac and is located in the Northern celestial hemisphere. Its old astronomical symbol is  (♋︎). Its name is Latin for crab and it is commonly represented as one. Cancer is a medium-size constellation with an area of 506 square degrees and its stars are rather faint, its brightest star Beta Cancri having an apparent magnitude of 3.5. It contains two stars with known planets, including 55 Cancri, which has five: one super-earth and four gas giants, one of which is in the habitable zone and as such has expected temperatures similar to Earth. At the (angular) heart of this sector of our celestial sphere is Praesepe (Messier 44), one of the closest open clusters to Earth and a popular target for amateur astronomers.\n",
        "paragraph2": "Cancer is a medium-sized constellation that is bordered by Gemini to the west, Lynx to the north, Leo Minor to the northeast, Leo to the east, Hydra to the south, and Canis Minor to the southwest. The three-letter abbreviation for the constellation, as adopted by the International Astronomical Union in 1922, is \"Cnc\".[3] The official constellation boundaries, as set by Belgian astronomer Eugène Delporte in 1930, are defined by a polygon of 3 main and 7 western edgework forming sides (illustrated in infobox). In the equatorial coordinate system, the right ascension coordinates of these borders lie between 07h 55m 19.7973s and 09h 22m 35.0364s, while the declination coordinates are between 33.1415138° and 6.4700689°.[2] Covering 506 square degrees or 0.921% of the sky, it ranks 31st of the 88 constellations in size. It can be seen at latitudes between +90° and -60° and is best visible at 9 p.m. during the month of March. Cancer borders the bright constellations of Leo, Gemini and Canis Minor. Under city skies, Cancer is invisible to the naked eye.\n",
        "url": "https://en.wikipedia.org/wiki/Cancer_(constellation)"
    },
    {
        "id": 12,
        "name": "Canes Venatici",
        "englishName": "The hunting dogs",
        "brightestStar": "Cor Caroli",
        "paragraph0": "Canes Venatici (/ˈkeɪniːz vɪˈnætɪsaɪ/) is one of the 88 constellations designated by the International Astronomical Union (IAU). It is a small northern constellation that was created by Johannes Hevelius in the 17th century. Its name is Latin for 'hunting dogs', and the constellation is often depicted in illustrations as representing the dogs of Boötes the Herdsman, a neighboring constellation.\n",
        "paragraph1": "Cor Caroli is the constellation's brightest star, with an apparent magnitude of 2.9. La Superba (Y CVn) is one of the reddest naked-eye stars and one of the brightest carbon stars. The Whirlpool Galaxy is a spiral galaxy tilted face-on to observers on Earth, and was the first galaxy whose spiral nature was discerned. In addition, quasar Ton 618 is one of the most massive black holes with the mass of 66 billion solar masses.\n",
        "paragraph2": "The stars of Canes Venatici are not bright. In classical times, they were listed by Ptolemy as unfigured stars below the constellation Ursa Major in his star catalogue.\n",
        "url": "https://en.wikipedia.org/wiki/Canes_Venatici"
    },
    {
        "id": 13,
        "name": "Canis Major",
        "englishName": "Bigger dog",
        "brightestStar": "Sirius",
        "paragraph0": "\n",
        "paragraph1": "Canis Major  is a constellation in the southern celestial hemisphere. In the second century, it was included in Ptolemy's 48 constellations, and is counted among the 88 modern constellations. Its name is Latin for \"greater dog\" in contrast to Canis Minor, the \"lesser dog\"; both figures are commonly represented as following the constellation of Orion the hunter through the sky. The Milky Way passes through Canis Major and several open clusters lie within its borders, most notably M41.\n",
        "paragraph2": "Canis Major contains Sirius, the brightest star in the night sky, known as the \"dog star\". It is bright because of its proximity to the Solar System. In contrast, the other bright stars of the constellation are stars of great distance and high luminosity. At magnitude 1.5, Epsilon Canis Majoris (Adhara) is the second-brightest star of the constellation and the brightest source of extreme ultraviolet radiation in the night sky. Next in brightness are the yellow-white supergiant Delta (Wezen) at 1.8, the blue-white giant Beta (Mirzam) at 2.0, blue-white supergiants Eta (Aludra) at 2.4 and Omicron2 at 3.0, and white spectroscopic binary Zeta (Furud), also at 3.0. The red hypergiant VY Canis Majoris is one of the largest stars known, while the neutron star RX J0720.4-3125 has a radius of a mere 5 km.\n",
        "url": "https://en.wikipedia.org/wiki/Canis_Major"
    },
    {
        "id": 14,
        "name": "Canis Minor",
        "englishName": "Smaller dog",
        "brightestStar": "Procyon",
        "paragraph0": "\n",
        "paragraph1": "Canis Minor /ˌkeɪnɪs ˈmaɪnər/ is a small constellation in the northern celestial hemisphere. In the second century, it was included as an asterism, or pattern, of two stars in Ptolemy's 48 constellations, and it is counted among the 88 modern constellations. Its name is Latin for \"lesser dog\", in contrast to Canis Major, the \"greater dog\"; both figures are commonly represented as following the constellation of Orion the hunter.\n",
        "paragraph2": "Canis Minor contains only two stars brighter than the fourth magnitude, Procyon (Alpha Canis Minoris), with a magnitude of 0.34, and Gomeisa (Beta Canis Minoris), with a magnitude of 2.9. The constellation's dimmer stars were noted by Johann Bayer, who named eight stars including Alpha and Beta, and John Flamsteed, who numbered fourteen. Procyon is the eighth-brightest star in the night sky, as well as one of the closest. A yellow-white main-sequence star, it has a white dwarf companion. Gomeisa is a blue-white main-sequence star. Luyten's Star is a ninth-magnitude red dwarf and the Solar System's next closest stellar neighbour in the constellation after Procyon. Additionally, Procyon and Luyten's Star are only 1.12 light-years away from each other,[2] and Procyon would be the brightest star in Luyten's Star's sky. The fourth-magnitude HD 66141, which has evolved into an orange giant towards the end of its life cycle, was discovered to have a planet in 2012. There are two faint deep-sky objects within the constellation's borders. The 11 Canis-Minorids are a meteor shower that can be seen in early December.\n",
        "url": "https://en.wikipedia.org/wiki/Canis_Minor"
    },
    {
        "id": 15,
        "name": "Capricornus",
        "englishName": "The sea goat",
        "brightestStar": "Deneb Algedi",
        "paragraph0": "Capricornus /ˌkæprɪˈkɔːrnəs/ is one of the constellations of the zodiac. Its name is Latin for \"horned goat\" or \"goat horn\" or \"having horns like a goat's\", and it is commonly represented in the form of a sea goat: a mythical creature that is half goat, half fish. \n",
        "paragraph1": "Capricornus is one of the 88 modern constellations, and was also one of the 48 constellations listed by the 2nd century astronomer Claudius Ptolemy. Its old astronomical symbol is  (♑︎). Under its modern boundaries it is bordered by Aquila, Sagittarius, Microscopium, Piscis Austrinus, and Aquarius. The constellation is located in an area of sky called the Sea or the Water, consisting of many water-related constellations such as Aquarius, Pisces and Eridanus. It is the smallest constellation in the zodiac.\n",
        "paragraph2": "Capricornus is a faint constellation, with only one star above magnitude 3; its alpha star has a magnitude of only 3.6.\n",
        "url": "https://en.wikipedia.org/wiki/Capricornus_(constellation)"
    },
    {
        "id": 16,
        "name": "Carina",
        "englishName": "Keel",
        "brightestStar": "Canopus",
        "paragraph0": "Carina (/kəˈraɪnə, kəˈriːnə/ kə-RY-nə, -⁠REE-) is a constellation in the southern sky. Its name is Latin for the keel of a ship, and it was the southern foundation of the larger constellation of Argo Navis (the ship Argo) until it was divided into three pieces, the other two being Puppis (the poop deck), and Vela (the sails of the ship).\n",
        "paragraph1": "Carina was once a part of Argo Navis, the great ship of the mythical Jason and the Argonauts who searched for the Golden Fleece. The constellation of Argo was introduced in ancient Greece. However, due to the massive size of Argo Navis and the sheer number of stars that required separate designation, Nicolas-Louis de Lacaille divided Argo into three sections in 1763, including Carina (the hull or keel).[3] In the 19th century, these three became established as separate constellations, and were formally included in the list of 88 modern IAU constellations in 1930.[4] Lacaille kept a single set of Greek letters for the whole of Argo, and separate sets of Latin letter designations for each of the three sections. Therefore, Carina has the α, β and ε, Vela has γ and δ, Puppis has ζ, and so on.[5]\n",
        "paragraph2": "Carina contains Canopus, a white-hued supergiant that is the second-brightest star in the night sky at magnitude −0.72. Alpha Carinae, as Canopus is formally designated, is 313 light-years from Earth. Its traditional name comes from the mythological Canopus, who was a navigator for Menelaus, king of Sparta.[3]\n",
        "url": "https://en.wikipedia.org/wiki/Carina_(constellation)"
    },
    {
        "id": 17,
        "name": "Cassiopeia",
        "englishName": "Cassiopeia",
        "brightestStar": "Schedar",
        "paragraph0": "Cassiopeia (listenⓘ) is a constellation and asterism in the northern sky named after the vain queen Cassiopeia, mother of Andromeda, in Greek mythology, who boasted about her unrivaled beauty. Cassiopeia was one of the 48 constellations listed by the 2nd-century Greek astronomer Ptolemy, and it remains one of the 88 modern constellations today. It is easily recognizable due to its distinctive 'W' shape, formed by five bright stars.\n",
        "paragraph1": "Cassiopeia is located in the northern sky and from latitudes above 34°N it is visible year-round.  In the (sub)tropics it can be seen at its clearest from September to early November, and at low southern, tropical, latitudes of less than 25°S it can be seen, seasonally, low in the North.\n",
        "paragraph2": "At magnitude 2.2, Alpha Cassiopeiae, or Schedar, is generally the brightest star in Cassiopeia, though it is occasionally outshone by the variable Gamma Cassiopeiae, which has reached magnitude 1.6. The constellation hosts some of the most luminous stars known, including the yellow hypergiants Rho Cassiopeiae and V509 Cassiopeiae and white hypergiant 6 Cassiopeiae. In 1572, Tycho Brahe's supernova flared brightly in Cassiopeia.[4] Cassiopeia A is a supernova remnant and the brightest extrasolar radio source in the sky at frequencies above 1 GHz. Fourteen star systems have been found to have exoplanets, one of which—HD 219134—is thought to host six planets. A rich section of the Milky Way runs through Cassiopeia, containing a number of open clusters, young luminous galactic disc stars, and nebulae. IC 10 is an irregular galaxy that is the closest known starburst galaxy and the only one in the Local Group of galaxies.\n",
        "url": "https://en.wikipedia.org/wiki/Cassiopeia_(constellation)"
    },
    {
        "id": 18,
        "name": "Centaurus",
        "englishName": "The Centaur",
        "brightestStar": "Rigil Kentarus",
        "paragraph0": "Centaurus /sɛnˈtɔːrəs, -ˈtɑːr-/ is a bright constellation in the southern sky. One of the largest constellations, Centaurus was included among the 48 constellations listed by the 2nd-century astronomer Ptolemy, and it remains one of the 88 modern constellations. In Greek mythology, Centaurus represents a centaur; a creature that is half human, half horse (another constellation named after a centaur is one from the zodiac: Sagittarius). Notable stars include Alpha Centauri, the nearest star system to the Solar System, its neighbour in the sky Beta Centauri, and V766 Centauri, one of the largest stars yet discovered. The constellation also contains Omega Centauri, the brightest globular cluster as visible from Earth and the largest identified in the Milky Way, possibly a remnant of a dwarf galaxy.\n",
        "paragraph1": "Centaurus contains several very bright stars. Its alpha and beta stars are used as \"pointer stars\" to help observers find the constellation Crux. Centaurus has 281 stars above magnitude 6.5, meaning that they are visible to the unaided eye, the most of any constellation. Alpha Centauri, the closest star system to the Sun, has a high proper motion; it will be a mere half-degree from Beta Centauri in approximately 4000 years.[2]\n",
        "paragraph2": "Alpha Centauri is a triple star system composed of a binary system orbited by Proxima Centauri, currently the nearest star to the Sun. Traditionally called Rigil Kentaurus (from Arabic رجل قنطورس, meaning \"foot of the centaur\") or Toliman (from Arabic الظليمين meaning \"two male ostriches\"), the system has an overall magnitude of −0.28 and is 4.4 light-years from Earth. The primary and secondary are both yellow-hued stars; the first is of magnitude −0.01 and the second: 1.35. Proxima, the tertiary star, is a red dwarf of magnitude 11.0; it appears almost 2 degrees away from the close pairing of Alpha and has a period of approximately one million years. Also a flare star, Proxima has minutes-long outbursts where it brightens by over a magnitude. The Alpha couple revolve in 80-year periodicity and will next appear closest as seen from Earth's telescopes in 2037 and 2038, together as they appear to the naked eye they present the third-brightest \"star\" in the night sky.[2]\n",
        "url": "https://en.wikipedia.org/wiki/Centaurus_(constellation)"
    },
    {
        "id": 19,
        "name": "Cepheus",
        "englishName": "Cepheus",
        "brightestStar": "Alderamin",
        "paragraph0": "Cepheus is a constellation in the far northern sky, named after Cepheus, a king of Aethiopia in Greek mythology.  It is one of the 48 constellations listed by the second century astronomer Ptolemy, and it remains one of the 88 constellations in the modern times.\n",
        "paragraph1": "The constellation's brightest star is Alpha Cephei, with an apparent magnitude of 2.5. Delta Cephei is the prototype of an important class of star known as a Cepheid variable. RW Cephei, an orange hypergiant, together with the red supergiants Mu Cephei, MY Cephei, SW Cephei, VV Cephei, and V354 Cephei are among the largest stars known. In addition, Cepheus also has the hyperluminous quasar S5 0014+81, which hosts an ultramassive black hole in its core, reported at 40 billion solar masses, about 10,000 times more massive than the central black hole of the Milky Way, making this among the most massive black holes currently known.[2][3]\n",
        "paragraph2": "Cepheus was the King of Aethiopia. He was married to Cassiopeia and was the father of Andromeda, both of whom are immortalized as modern day constellations along with Cepheus.[4]\n",
        "url": "https://en.wikipedia.org/wiki/Cepheus_(constellation)"
    },
    {
        "id": 20,
        "name": "Cetus",
        "englishName": "The whale",
        "brightestStar": "Diphda",
        "paragraph0": "\n",
        "paragraph1": "Cetus (/ˈsiːtəs/) is a constellation, sometimes called 'the whale' in English. The Cetus was a sea monster in Greek mythology which both Perseus and Heracles needed to slay. Cetus is in the region of the sky that contains other water-related constellations: Aquarius, Pisces and Eridanus.\n",
        "paragraph2": "Cetus is not among the 12 true zodiac constellations in the J2000 epoch, nor classical 12-part zodiac. The ecliptic passes less than 0.25° from one of its corners. Thus the moon and planets will enter Cetus (occulting any stars as a foreground object) in 50% of their successive orbits briefly and the southern part of the sun appears in Cetus for about one day each year.  Many asteroids in belts have longer phases occulting the north-western part of Cetus, those with a slightly greater inclination to the ecliptic than the moon and planets.\n",
        "url": "https://en.wikipedia.org/wiki/Cetus_(constellation)"
    },
    {
        "id": 21,
        "name": "Chamaeleon",
        "englishName": "The chameleon",
        "brightestStar": "Alpha Chamaeleontis",
        "paragraph0": "Chamaeleon (/kəˈmiːliən/) is a small constellation in the deep southern sky. It is named after the chameleon, a kind of lizard. It was first defined in the 16th century.\n",
        "paragraph1": "Chamaeleon was one of twelve constellations created by Petrus Plancius from the observations of Pieter Dirkszoon Keyser and Frederick de Houtman.[2] It first appeared on a 35-cm diameter celestial globe published in 1597 (or 1598) in Amsterdam by Plancius and Jodocus Hondius. Johann Bayer was the first uranographer to put Chamaeleon in a celestial atlas. It was one of many constellations created by European explorers in the 15th and 16th centuries out of unfamiliar Southern Hemisphere stars.[3]\n",
        "paragraph2": "There are four bright stars in Chamaeleon that form a compact diamond-shape approximately 10 degrees from the south celestial pole and about 15 degrees south of Acrux, along the axis formed by Acrux and Gamma Crucis. Alpha Chamaeleontis is a white-hued star of magnitude 4.1, 63 light-years from Earth. Beta Chamaeleontis is a blue-white hued star of magnitude 4.2, 271 light-years from Earth. Gamma Chamaeleontis is a red-hued giant star of magnitude 4.1, 413 light-years from Earth. The other bright star in Chamaeleon is Delta Chamaeleontis, a wide double star. The brighter star is Delta2 Chamaeleontis, a blue-hued star of magnitude 4.4. Delta1 Chamaeleontis, the dimmer component, is an orange-hued giant star of magnitude 5.5. They both lie about 350 light years away.[2]\n",
        "url": "https://en.wikipedia.org/wiki/Chamaeleon_(constellation)"
    },
    {
        "id": 22,
        "name": "Circinus",
        "englishName": "Compasses",
        "brightestStar": "Alpha Circini",
        "paragraph0": "\n",
        "paragraph1": "Circinus is a small, faint constellation in the southern sky, first defined in 1756 by the French astronomer Nicolas-Louis de Lacaille. Its name is Latin for compass, referring to the drafting tool used for drawing circles (it should not be confused with Pyxis, a constellation that represents a mariner's compass which points north). Its brightest star is Alpha Circini, with an apparent magnitude of 3.19. Slightly variable, it is the brightest rapidly oscillating Ap star in the night sky. AX Circini is a Cepheid variable visible with the unaided eye, and BX Circini is a faint star thought to have been formed from the merger of two white dwarfs. Two sun-like stars have planetary systems: HD 134060 has two small planets, and HD 129445 has a Jupiter-like planet. Supernova SN 185 appeared in Circinus in 185 AD and was recorded by Chinese observers. Two novae have been observed more recently, in the 20th century.\n",
        "paragraph2": "The Milky Way runs through the constellation, featuring prominent objects such as the open cluster NGC 5823 and the planetary nebula NGC 5315. Circinus hosts a notable spiral galaxy, the Circinus Galaxy, discovered in 1977; it is the closest Seyfert galaxy to the Milky Way. The Alpha Circinids (ACI), a meteor shower also discovered in 1977, radiate from this constellation.\n",
        "url": "https://en.wikipedia.org/wiki/Circinus_(constellation)"
    },
    {
        "id": 23,
        "name": "Columba",
        "englishName": "The dove",
        "brightestStar": "Phact",
        "paragraph0": "Columba is a faint constellation designated in the late sixteenth century, remaining in official use, with its rigid limits set in the 20th century. Its name is Latin for dove. It takes up 1.31% of the southern celestial hemisphere and is just south of Canis Major and Lepus.\n",
        "paragraph1": "In the Society Islands, Alpha Columbae (Phact) was called Ana-iva.[10]\n",
        "paragraph2": "Columba is rather inconspicuous, the brightest star, Alpha Columbae, being only of magnitude 2.7. This, a blue-white star, has a pre-Bayer, traditional, Arabic name Phact (meaning ring dove) and is 268 light-years from Earth. The only other named star is Beta Columbae, which has the alike-status name Wazn. It is an orange-hued giant star of magnitude 3.1, 87 light-years away.[11]\n",
        "url": "https://en.wikipedia.org/wiki/Columba_(constellation)"
    },
    {
        "id": 24,
        "name": "Coma Berenices",
        "englishName": "Berenice’s hair",
        "brightestStar": "Beta Comae Berenices",
        "paragraph0": "\n",
        "paragraph1": "Coma Berenices is an ancient asterism in the northern sky, which has been defined as one of the 88 modern constellations. It is in the direction of the fourth galactic quadrant, between Leo and Boötes, and it is visible in both hemispheres. Its name means \"Berenice's Hair\" in Latin and refers to Queen Berenice II of Egypt, who sacrificed her long hair as a votive offering.[2] It was introduced to Western astronomy during the third century BC by Conon of Samos and was further corroborated as a constellation by Gerardus Mercator and Tycho Brahe. It is the only modern constellation named for a historic person.[a]\n",
        "paragraph2": "The constellation's major stars are Alpha, Beta, and Gamma Comae Berenices. They form a half square, along the diagonal of which run Berenice's imaginary tresses, formed by the Coma Star Cluster. The constellation's brightest star is Beta Comae Berenices, a 4.2-magnitude main sequence star similar to the Sun. Coma Berenices contains the North Galactic Pole and one of the richest-known galaxy clusters, the Coma Cluster, part of the Coma Supercluster. Galaxy Malin 1, in the constellation, is the first-known giant low-surface-brightness galaxy. Supernova SN 1940B was the first scientifically observed (underway) type II supernova. FK Comae Berenices is the prototype of an eponymous class of variable stars. The constellation is the radiant of one meteor shower, Coma Berenicids, which has one of the fastest meteor speeds, up to 65 kilometres per second (40 mi/s).\n",
        "url": "https://en.wikipedia.org/wiki/Coma_Berenices"
    },
    {
        "id": 25,
        "name": "Corona Australis",
        "englishName": "Southern crown",
        "brightestStar": "Meridiana",
        "paragraph0": "Corona Australis is a constellation in the Southern Celestial Hemisphere. Its Latin name means \"southern crown\", and it is the southern counterpart of Corona Borealis, the northern crown. It is one of the 48 constellations listed by the 2nd-century astronomer Ptolemy, and it remains one of the 88 modern constellations. The Ancient Greeks saw Corona Australis as a wreath rather than a crown and associated it with Sagittarius or Centaurus. Other cultures have likened the pattern to a turtle, ostrich nest, a tent, or even a hut belonging to a rock hyrax.\n",
        "paragraph1": "Although fainter than its northern counterpart, the oval- or horseshoe-shaped pattern of its brighter stars renders it distinctive. Alpha and Beta Coronae Australis are the two brightest stars with an apparent magnitude of around 4.1. Epsilon Coronae Australis is the brightest example of a W Ursae Majoris variable in the southern sky. Lying alongside the Milky Way, Corona Australis contains one of the closest star-forming regions to the Solar System—a dusty dark nebula known as the Corona Australis Molecular Cloud, lying about 430 light years away. Within it are stars at the earliest stages of their lifespan. The variable stars R and TY Coronae Australis light up parts of the nebula, which varies in brightness accordingly.\n",
        "paragraph2": "The name of the constellation was entered as \"Corona Australis\" when the International Astronomical Union (IAU) established the 88 modern constellations in 1922.[5][6]\nIn 1932, the name was instead recorded as \"Corona Austrina\" when the IAU's commission on notation approved a list of four-letter abbreviations for the constellations.[7]\nThe four-letter abbreviations were repealed in 1955.[8] The IAU presently uses \"Corona Australis\" exclusively.[4]\n",
        "url": "https://en.wikipedia.org/wiki/Corona_Australis"
    },
    {
        "id": 26,
        "name": "Corona Borealis",
        "englishName": "Northern crown",
        "brightestStar": "Alpheeca",
        "paragraph0": "\n",
        "paragraph1": "Corona Borealis is a small constellation in the Northern Celestial Hemisphere. It is one of the 48 constellations listed by the 2nd-century astronomer Ptolemy, and remains one of the 88 modern constellations. Its brightest stars form a semicircular arc. Its Latin name, inspired by its shape, means \"northern crown\".  In classical mythology Corona Borealis generally represented the crown given by the god Dionysus to the Cretan princess Ariadne and set by her in the heavens. Other cultures likened the pattern to a circle of elders, an eagle's nest, a bear's den or a smokehole. Ptolemy also listed a southern counterpart, Corona Australis, with a similar pattern.\n",
        "paragraph2": "The brightest star is the magnitude 2.2 Alpha Coronae Borealis. The yellow supergiant R Coronae Borealis is the prototype of a rare class of giant stars—the R Coronae Borealis variables—that are extremely hydrogen deficient, and thought to result from the merger of two white dwarfs. T Coronae Borealis, also known as the Blaze Star, is another unusual type of variable star known as a recurrent nova. Normally of magnitude 10, it last flared up to magnitude 2 in 1946. ADS 9731 and Sigma Coronae Borealis are multiple star systems with six and five components respectively. Five star systems have been found to have Jupiter-sized exoplanets. Abell 2065 is a highly concentrated galaxy cluster one billion light-years from the Solar System containing more than 400 members, and is itself part of the larger Corona Borealis Supercluster.\n",
        "url": "https://en.wikipedia.org/wiki/Corona_Borealis"
    },
    {
        "id": 27,
        "name": "Corvus",
        "englishName": "The crow",
        "brightestStar": "Gienah",
        "paragraph0": "\n",
        "paragraph1": "Corvus is a small constellation in the Southern Celestial Hemisphere. Its name means \"crow\" in Latin. One of the 48 constellations listed by the 2nd-century astronomer Ptolemy, it depicts a raven, a bird associated with stories about the god Apollo, perched on the back of Hydra the water snake. The four brightest stars, Gamma, Delta, Epsilon, and Beta Corvi, form a distinctive quadrilateral in the night sky.\n",
        "paragraph2": "With an apparent magnitude of 2.59, Gamma Corvi—also known as Gienah—is the brightest star in the constellation. It is an aging blue giant around four times as massive as the Sun. The young star Eta Corvi has been found to have two debris disks. Three star systems have exoplanets, and a fourth planetary system is unconfirmed. TV Corvi is a dwarf nova—a white dwarf and brown dwarf in very close orbit.\n",
        "url": "https://en.wikipedia.org/wiki/Corvus_(constellation)"
    },
    {
        "id": 28,
        "name": "Crater",
        "englishName": "Cup",
        "brightestStar": "Delta Crateris",
        "paragraph0": "Crater is a small constellation in the southern celestial hemisphere. Its name is the latinization of the Greek krater, a type of cup used to water down wine. One of the 48 constellations listed by the second-century astronomer Ptolemy, it depicts a cup that has been associated with the god Apollo and is perched on the back of Hydra the water snake.\n",
        "paragraph1": "There is no star brighter than third magnitude in the constellation. Its two brightest stars, Delta Crateris of magnitude 3.56 and Alpha Crateris of magnitude 4.07, are ageing orange giant stars that are cooler and larger than the Sun. Beta Crateris is a binary star system composed of a white giant star and a white dwarf. Seven star systems have been found to host planets. A few notable galaxies, including Crater 2 and NGC 3981, and a famous quasar lie within the borders of the constellation.\n",
        "paragraph2": "In the Babylonian star catalogues dating from at least 1100 BC, the stars of Crater were possibly incorporated with those of the crow Corvus in the Babylonian Raven (MUL.UGA.MUSHEN). British scientist John H. Rogers observed that the adjoining constellation Hydra signified Ningishzida, the god of the underworld in the Babylonian compendium MUL.APIN. He proposed that Corvus and Crater (along with the water snake Hydra) were death symbols and marked the gate to the underworld.[2] Corvus and Crater also featured in the iconography of Mithraism, which is thought to have been of middle-eastern origin before spreading into Ancient Greece and Rome.[3]\n",
        "url": "https://en.wikipedia.org/wiki/Crater_(constellation)"
    },
    {
        "id": 29,
        "name": "Crux",
        "englishName": "Southern cross",
        "brightestStar": "Acrux",
        "paragraph0": "Crux (/krʌks/) is a constellation of the southern sky that is centred on four bright stars in a cross-shaped asterism commonly known as the Southern Cross. It lies on the southern end of the Milky Way's visible band.  The name Crux is Latin for cross. Even though it is the smallest of all 88 modern constellations, Crux is among the most easily distinguished as its four main stars each have an apparent visual magnitude brighter than +2.8. It has attained a high level of cultural significance in many Southern Hemisphere states and nations.\n",
        "paragraph1": "Blue-white α Crucis (Acrux) is the most southerly member of the constellation and, at magnitude 0.8, the brightest. The three other stars of the cross appear clockwise and in order of lessening magnitude: β Crucis (Mimosa), γ Crucis (Gacrux), and δ Crucis (Imai). ε Crucis (Ginan) also lies within the cross asterism. Many of these brighter stars are members of the Scorpius–Centaurus association, a large but loose group of hot blue-white stars that appear to share common origins and motion across the southern Milky Way.\n",
        "paragraph2": "Crux contains four Cepheid variables, each visible to the naked eye under optimum conditions. Crux also contains the bright and colourful open cluster known as the Jewel Box (NGC 4755) on its eastern border. Nearby to the southeast is a large dark nebula spanning 7° by 5° known as the Coalsack Nebula, portions of which are mapped in the neighbouring constellations of Centaurus and Musca.\n",
        "url": "https://en.wikipedia.org/wiki/Crux_(constellation)"
    },
    {
        "id": 30,
        "name": "Cygnus",
        "englishName": "The swan",
        "brightestStar": "Deneb",
        "paragraph0": "\n",
        "paragraph1": "Cygnus is a northern constellation on the plane of the Milky Way, deriving its name from the Latinized Greek word for swan.[1] Cygnus is one of the most recognizable constellations of the northern summer and autumn, and it features a prominent asterism known as the Northern Cross (in contrast to the Southern Cross). Cygnus was among the 48 constellations listed by the 2nd century astronomer Ptolemy, and it remains one of the 88 modern constellations.\n",
        "paragraph2": "Cygnus contains Deneb (ذنب, translit. ḏanab, tail) – one of the brightest stars in the night sky and the most distant first-magnitude star – as its \"tail star\" and one corner of the Summer Triangle the constellation forming an east pointing altitude of the triangle.[1] It also has some notable X-ray sources and the giant stellar association of Cygnus OB2.[2] Cygnus is also known as the Northern Cross. One of the stars of this association, NML Cygni, is one of the largest stars currently known. The constellation is also home to Cygnus X-1, a distant X-ray binary containing a supergiant and unseen massive companion that was the first object widely held to be a black hole. Many star systems in Cygnus have known planets as a result of the Kepler Mission observing one patch of the sky, an area around Cygnus.\n",
        "url": "https://en.wikipedia.org/wiki/Cygnus_(constellation)"
    },
    {
        "id": 31,
        "name": "Delphinus",
        "englishName": "The Dolphin",
        "brightestStar": "Rotanev",
        "paragraph0": "Delphinus (Pronounced /dɛlˈfaɪnəs/ or /ˈdɛlfɪnəs/) is a small constellation in the Northern Celestial Hemisphere, close to the celestial equator. Its name  is the Latin version for the Greek word for dolphin (δελφίς). It is one of the 48 constellations listed by the 2nd century astronomer Ptolemy, and remains one of the 88 modern constellations recognized by the International Astronomical Union. It is one of the smaller constellations, ranked 69th in size. Delphinus' five brightest stars form a distinctive asterism symbolizing a dolphin with four stars representing the body and one the tail. It is bordered (clockwise from north) by Vulpecula, Sagitta, Aquila, Aquarius, Equuleus and Pegasus.\n",
        "paragraph1": "Delphinus is a faint constellation with only two stars brighter than an apparent magnitude of 4, Beta Delphini (Rotanev) at magnitude 3.6 and Alpha Delphini (Sualocin) at magnitude 3.8.\n",
        "paragraph2": "Delphinus is associated with two stories from Greek mythology.\n",
        "url": "https://en.wikipedia.org/wiki/Delphinus_(constellation)"
    },
    {
        "id": 32,
        "name": "Dorado",
        "englishName": "Dolphinfish",
        "brightestStar": "Alpha Doradus",
        "paragraph0": "Dorado (US: /dəˈreɪdoʊ/, also UK: /-ˈrɑːdoʊ/) is a constellation in the Southern Sky. It was named in the late 16th century and is now one of the 88 modern constellations. Its name refers to the mahi-mahi (Coryphaena hippurus), which is known as dorado (\"golden\") in Spanish, although it has also been depicted as a swordfish. Dorado contains most of the Large Magellanic Cloud, the remainder being in the constellation Mensa. The South Ecliptic pole also lies within this constellation.\n",
        "paragraph1": "Even though the name Dorado is not Latin but Spanish, astronomers give it the Latin genitive form Doradus when naming its stars; it is treated (like the adjacent asterism Argo Navis) as a feminine proper name of Greek origin ending in -ō (like Io or Callisto or Argo), which have a genitive ending -ūs.\n",
        "paragraph2": "Dorado was one of twelve constellations named by Petrus Plancius from the observations of Pieter Dirkszoon Keyser and Frederick de Houtman.[1] It appeared:\n",
        "url": "https://en.wikipedia.org/wiki/Dorado_(constellation)"
    },
    {
        "id": 33,
        "name": "Draco",
        "englishName": "Dragon",
        "brightestStar": "Eltanin",
        "paragraph0": "Draco is a constellation in the far northern sky. Its name is Latin for dragon. It was one of the 48 constellations listed by the 2nd century Greek astronomer Ptolemy, and remains one of the 88 modern constellations today. The north pole of the ecliptic is in Draco.[1] Draco is circumpolar from northern latitudes, meaning that it never sets and can be seen at any time of year.\n",
        "paragraph1": "Thuban (α Draconis) was the northern pole star from 3942 BC, when it moved farther north than Theta Boötis, until 1793 BC. The Egyptian Pyramids were designed to have one side facing north, with an entrance passage geometrically aligned so that Thuban would be visible at night.[2] Due to the effects of precession, it will again be the pole star around the year AD 21000. It is a blue-white giant star of magnitude 3.7, 309 light-years from Earth. The traditional name of Alpha Draconis, Thuban, means \"head of the serpent\".[1]\n",
        "paragraph2": "There are three stars above magnitude 3 in Draco. The brighter of the three, and the brightest star in Draco, is Gamma Draconis, traditionally called Etamin or Eltanin. It is an orange giant star of magnitude 2.2, 148 light-years from Earth. The aberration of starlight was discovered in 1728 when James Bradley observed Gamma Draconis. Nearby Beta Draconis, traditionally called Rastaban, is a yellow giant star of magnitude 2.8, 362 light-years from Earth. Its name shares a meaning with Thuban, \"head of the serpent\".[1] Draco also features several interacting galaxies and galaxy clusters. One such massive cluster is Abell 2218, located at a distance of 3 billion light-years (redshift 0.171).\n",
        "url": "https://en.wikipedia.org/wiki/Draco_(constellation)"
    },
    {
        "id": 34,
        "name": "Equuleus",
        "englishName": "Pony",
        "brightestStar": "Kitalpha",
        "paragraph0": "Equuleus (/ɪˈkwuːliəs/ ih-KWOO-lee-əs) is a faint constellation located just north of the celestial equator. Its name is Latin for \"little horse\", a foal. It was one of the 48 constellations listed by the 2nd century astronomer Ptolemy, and remains one of the 88 modern constellations. It is the second smallest of the modern constellations (after Crux), spanning only 72 square degrees. It is also very faint, having no stars brighter than the fourth magnitude.\n",
        "paragraph1": "The brightest star in Equuleus is Alpha Equulei, traditionally called Kitalpha, a yellow star magnitude 3.9, 186 light-years from Earth. Its traditional name means \"the section of the horse\".[2]\n",
        "paragraph2": "There are few variable stars in Equuleus.  Only around 25 are known, most of which are faint. Gamma Equulei is an alpha CVn star, ranging between magnitudes 4.58 and 4.77[3] over a period of around 12½ minutes. It is a white star 115 light-years from Earth, and has an optical companion of magnitude 6.1, 6 Equulei. It is divisible in binoculars.[2] 6 Equulei is an astrometric binary system itself,[4] with an apparent magnitude of 6.07.[5] R Equulei is a Mira variable that ranges between magnitudes 8.0 and 15.7[6] over nearly 261 days. It has a spectral type of M3e-M4e[6] and has an average B-V colour index of +1.41.[7]\n",
        "url": "https://en.wikipedia.org/wiki/Equuleus_(constellation)"
    },
    {
        "id": 35,
        "name": "Eridanus",
        "englishName": "River Eridanus",
        "brightestStar": "Achernar",
        "paragraph0": "Eridanus (/ɪˈrɪdənəs/) is a constellation in the southern celestial hemisphere. It is represented as a river. One of the 48 constellations listed by the 2nd century astronomer Ptolemy, it remains one of the 88 modern constellations. It is the sixth largest of the modern constellations, and the one that extends farthest in the sky from north to south.  The same name was later taken as a Latin name for the real Po River and also for the name of a minor river in Athens.[1]\n",
        "paragraph1": "At its southern end is the magnitude 0.5 star Achernar, designated Alpha Eridani. It is a blue-white hued main sequence star 144 light-years from Earth, whose traditional name means \"the river's end\".[1] Achernar is a very peculiar star because it is one of the flattest stars known. Observations indicate that its radius is about 50% larger at the equator than at the poles. This distortion occurs because the star is spinning extremely rapidly.\n",
        "paragraph2": "There are several other noteworthy stars in Eridanus, including some double stars. Beta Eridani, traditionally called Cursa, is a blue-white star of magnitude 2.8, 89 light-years from Earth. Its place to the south of Orion's foot gives it its name, which means \"the footstool\". Theta Eridani, called Acamar, is a binary star with blue-white components, distinguishable in small amateur telescopes and 161 light-years from Earth. The primary is of magnitude 3.2 and the secondary is of magnitude 4.3. 32 Eridani is a binary star 290 light-years from Earth. The primary is a yellow-hued star of magnitude 4.8 and the secondary is a blue-green star of magnitude 6.1. 32 Eridani is visible in small amateur telescopes. 39 Eridani is a binary star also divisible in small amateur telescopes, 206 light-years from Earth. The primary is an orange-hued giant star of magnitude 4.9 and the secondary is of magnitude 8. 40 Eridani is a triple star system consisting of an orange main-sequence star, a white dwarf, and a red dwarf. The orange main-sequence star is the primary of magnitude 4.4, and the white secondary of magnitude 9.5 is the most easily visible white dwarf. The red dwarf, of magnitude 11, orbits the white dwarf every 250 years. The 40 Eridani system is 16 light-years from Earth. p Eridani is a binary star with two orange components, 27 light-years from Earth. The magnitude 5.8 primary and 5.9 secondary have an orbital period of 500 years.[1]\n",
        "url": "https://en.wikipedia.org/wiki/Eridanus_(constellation)"
    },
    {
        "id": 36,
        "name": "Fornax",
        "englishName": "The furnace",
        "brightestStar": "Dalim",
        "paragraph0": "Fornax (/ˈfɔːrnæks/) is a constellation in the southern celestial hemisphere, partly ringed by the celestial river Eridanus. Its name is Latin for furnace. It was named by French astronomer Nicolas Louis de Lacaille in 1756. Fornax is one of the 88 modern constellations.\n",
        "paragraph1": "The three brightest stars—Alpha, Beta and Nu Fornacis—form a flattened triangle facing south. With an apparent magnitude of 3.91, Alpha Fornacis is the brightest star in Fornax. Six star systems have been found to have exoplanets. The Fornax Dwarf galaxy is a small faint satellite galaxy of the Milky Way. NGC 1316 is a relatively close radio galaxy. \n",
        "paragraph2": "It is the 41st largest constellation in the night-sky, occupying an area of 398 square degrees. It is located in the first quadrant of the southern hemisphere (SQ1) and can be seen at latitudes between +50° and -90° during the month of December.\n",
        "url": "https://en.wikipedia.org/wiki/Fornax_(constellation)"
    },
    {
        "id": 37,
        "name": "Gemini",
        "englishName": "The twins",
        "brightestStar": "Pollux",
        "paragraph0": "Gemini is one of the constellations of the zodiac and is located in the northern celestial hemisphere.  It was one of the 48 constellations described by the 2nd century AD astronomer Ptolemy, and it remains one of the 88 modern constellations today. Its name is Latin for twins, and it is associated with the twins Castor and Pollux in Greek mythology. Its old astronomical symbol is  (♊︎).\n",
        "paragraph1": "Gemini lies between Taurus to the west and Cancer to the east, with Auriga and Lynx to the north, Monoceros and Canis Minor to the south, and Orion to the south-west.\n",
        "paragraph2": "In classical antiquity, Cancer was the location of the Sun on the northern solstice (June 21). During the first century AD, axial precession shifted it into Gemini. In 1990, the location of the Sun at the northern solstice moved from Gemini into Taurus, where it will remain until the 27th century AD and then move into Aries. The Sun will move through Gemini from June 21 to July 20 through 2062.[5]\n",
        "url": "https://en.wikipedia.org/wiki/Gemini_(constellation)"
    },
    {
        "id": 38,
        "name": "Grus",
        "englishName": "The crane",
        "brightestStar": "Alnair",
        "paragraph0": "\n",
        "paragraph1": "Grus (/ˈɡrʌs/, or colloquially /ˈɡruːs/) is a constellation in the southern sky. Its name is Latin for the crane, a type of bird. It is one of twelve constellations conceived by Petrus Plancius from the observations of Pieter Dirkszoon Keyser and Frederick de Houtman. Grus first appeared on a 35-centimetre-diameter (14-inch) celestial globe published in 1598 in Amsterdam by Plancius and Jodocus Hondius and was depicted in Johann Bayer's star atlas Uranometria of 1603. French explorer and astronomer Nicolas-Louis de Lacaille gave Bayer designations to its stars in 1756, some of which had been previously considered part of the neighbouring constellation Piscis Austrinus. The constellations Grus, Pavo, Phoenix and Tucana are collectively known as the \"Southern Birds\".\n",
        "paragraph2": "The constellation's brightest star, Alpha Gruis, is also known as Alnair and appears as a 1.7-magnitude blue-white star. Beta Gruis is a red giant variable star with a minimum magnitude of 2.3 and a maximum magnitude of 2.0. Six star systems have been found to have planets: the red dwarf Gliese 832 is one of the closest stars to Earth to have a planetary system. Another—WASP-95—has a planet that orbits every two days. Deep-sky objects found in Grus include the planetary nebula IC 5148, also known as the Spare Tyre Nebula, and a group of four interacting galaxies known as the Grus Quartet.\n",
        "url": "https://en.wikipedia.org/wiki/Grus_(constellation)"
    },
    {
        "id": 39,
        "name": "Hercules",
        "englishName": "Hercules",
        "brightestStar": "Kornephoros",
        "paragraph0": "Hercules is a constellation named after Hercules, the Roman mythological hero adapted from the Greek hero Heracles. Hercules was one of the 48 constellations listed by the second-century astronomer Ptolemy, and it remains one of the 88 modern constellations today. It is the fifth-largest of the modern constellations and is the largest of the 50 which have no stars brighter than apparent magnitude +2.5.\n",
        "paragraph1": "Hercules is bordered by Draco to the north; Boötes, Corona Borealis, and Serpens Caput to the east; Ophiuchus to the south; Aquila to the southwest; and Sagitta, Vulpecula, and Lyra to the west. Covering 1225.1 square degrees and 2.970% of the night sky, it ranks fifth among the 88 constellations in size.[2] The three-letter abbreviation for the constellation, as adopted by the International Astronomical Union in 1922, is 'Her'.[3] The official constellation boundaries, as set by Eugène Delporte in 1930, are defined by a polygon of 32 segments (illustrated in infobox). In the equatorial coordinate system, epoch 2000, the right ascension coordinates of these borders lie between 16h 00m 26.64s and 18h 57m 49.50s, while the declination coordinates are between +3.67° and +51.32°.[4] In mid-northern latitudes, Hercules is best observed from mid-spring until early autumn, culminating at midnight on June 13.[1]\n",
        "paragraph2": "The solar apex is the direction of the Sun's motion with respect to the Local Standard of Rest. This is located within the constellation of Hercules, around coordinates right ascension 18h 00m  and declination 30° 00′.[5] The north pole of the supergalactic coordinate system is located within this constellation at right ascension 18h 55m 01s and declination +15° 42′ 32″.[6]\n",
        "url": "https://en.wikipedia.org/wiki/Hercules_(constellation)"
    },
    {
        "id": 40,
        "name": "Horologium",
        "englishName": "Pendulum clock",
        "brightestStar": "Alpha Horologii",
        "paragraph0": "Horologium (Latin hōrologium, the pendulum clock, from Greek ὡρολόγιον, lit. 'an instrument for telling the hour') is a constellation of six stars faintly visible in the southern celestial hemisphere. It was first described by the French astronomer Nicolas-Louis de Lacaille in 1756 and visualized by him as a clock with a pendulum and a second hand. In 1922 the constellation was redefined by the International Astronomical Union (IAU) as a region of the celestial sphere containing Lacaille's stars, and has since been an IAU designated constellation. Horologium's associated region is wholly visible to observers south of 23°N.\n",
        "paragraph1": "The constellation's brightest star—and the only one brighter than an apparent magnitude of 4—is Alpha Horologii (at 3.85), an aging orange giant star that has swollen to around 11 times the diameter of the Sun. The long-period variable-brightness star, R Horologii (4.7 to 14.3), has one of the largest variations in brightness among all stars in the night sky visible to the unaided eye. Four star systems in the constellation are known to have exoplanets; at least one—Gliese 1061—contains an exoplanet in its habitable zone.\n",
        "paragraph2": "The French astronomer Nicolas-Louis de Lacaille first described the constellation  as l'Horloge à pendule & à secondes (Clock with pendulum and seconds hand) in 1756,[3][4] after he had observed and catalogued almost 10,000 southern stars during a two-year stay at the Cape of Good Hope. He devised fourteen new constellations in previously uncharted regions of the southern celestial hemisphere, which were not visible from Europe. All but one honoured scientific instruments, and so symbolised the Age of Enlightenment.[a] The constellation name was Latinised to Horologium in a catalogue and updated chart published posthumously in 1763.[5] The Latin term is ultimately derived from the Ancient Greek ὡρολόγιον, for an instrument for telling the hour.[6]\n",
        "url": "https://en.wikipedia.org/wiki/Horologium_(constellation)"
    },
    {
        "id": 41,
        "name": "Hydra",
        "englishName": "Hydra",
        "brightestStar": "Alphard",
        "paragraph0": "Hydra is the largest of the 88 modern constellations, measuring 1303 square degrees, and also the longest at over 100 degrees. Its southern end borders Libra and Centaurus and its northern end borders Cancer.[1] It was included among the 48 constellations listed by the 2nd century astronomer Ptolemy. Commonly represented as a water snake, it straddles the celestial equator.\n",
        "paragraph1": "The Greek constellation of Hydra is an adaptation of a Babylonian constellation: the MUL.APIN includes a \"serpent\" constellation (MUL.DINGIR.MUŠ) that loosely corresponds to Hydra. It is one of two Babylonian \"serpent\" constellations (the other being the origin of the Greek Serpens), a mythological hybrid of serpent, lion and bird.[2]\nThe shape of Hydra resembles a twisting snake, and features as such in some Greek myths. One myth associates it with a water snake that a crow served Apollo in a cup when it was sent to fetch water. Apollo saw through the fraud and angrily cast the crow, cup and snake into the sky. It is also associated with the monster Hydra, with its many heads, killed by Hercules, represented in another constellation.[3] According to legend, if one of the Hydra's heads was cut off, two more would grow in its place.  However, Hercules' nephew, Iolaus, seared the necks with a torch to prevent them from growing back and thus enabled Hercules to overcome the Hydra.[4]\n",
        "paragraph2": "In Hindu Mythology the star that equivalents Hydra is Ashlesha.[5] \nIn Chinese astronomy, the stars that correspond to Hydra are located within the Vermilion Bird and the Azure Dragon. The head of Hydra was collectively known as \"Min al Az'al,\" meaning \"belonging to the uninhabited spot\" in Arabic.[6]\n",
        "url": "https://en.wikipedia.org/wiki/Hydra_(constellation)"
    },
    {
        "id": 42,
        "name": "Hydrus",
        "englishName": "Water snake",
        "brightestStar": "Beta Hydri",
        "paragraph0": "\n",
        "paragraph1": "Hydrus /ˈhaɪdrəs/ is a small constellation in the deep southern sky. It was one of twelve constellations created by Petrus Plancius from the observations of Pieter Dirkszoon Keyser and Frederick de Houtman and it first appeared on a 35-cm (14 in) diameter celestial globe published in late 1597 (or early 1598) in Amsterdam by Plancius and Jodocus Hondius. The first depiction of this constellation in a celestial atlas was in Johann Bayer's Uranometria of 1603. The French explorer and astronomer Nicolas Louis de Lacaille charted the brighter stars and gave their Bayer designations in 1756. Its name means \"male water snake\", as opposed to Hydra, a much larger constellation that represents a female water snake. It remains below the horizon for most Northern Hemisphere observers.\n",
        "paragraph2": "The brightest star is the 2.8-magnitude Beta Hydri, also the closest reasonably bright star to the south celestial pole. Pulsating between magnitude 3.26 and 3.33, Gamma Hydri is a variable red giant 60 times the diameter of the Sun. Lying near it is VW Hydri, one of the brightest dwarf novae in the heavens. Four star systems in Hydrus have been found to have exoplanets to date, including HD 10180, which could bear up to nine planetary companions.\n",
        "url": "https://en.wikipedia.org/wiki/Hydrus_(constellation)"
    },
    {
        "id": 43,
        "name": "Indus",
        "englishName": "Indian",
        "brightestStar": "Alpha Indi",
        "paragraph0": "Indus is a constellation in the southern sky first professionally surveyed by Europeans in the 1590s and mapped on a globe by Petrus Plancius by early 1598. It was included on a plate illustrating southern constellations in Bayer's sky atlas Uranometria in 1603.  It lies well south of the Tropic of Capricorn but its triangular shape can be seen for most of the year from the Equator. It is elongated from north to south and has a complex boundary.  The English translation of its name is generally given as the Indian, though it is unclear which indigenous people the constellation was originally supposed to represent.\n",
        "paragraph1": "Indus lacks stars of the top 100 in brightness viewed from the solar system (apparent magnitude).  Two of its stars rank of third magnitude and three of fourth magnitude.\n",
        "paragraph2": "Alpha Indi, its brightest, is an orange giant of magnitude 3.1, 101 light-years away. Beta Indi is an orange giant of magnitude 3.7, 600 light-years distant. Delta Indi is a white star of magnitude 4.4, 185 light-years from Earth.  The three form a near-perfect right-angled triangle, such that Beta marks the right angle and is in the south-east.\n",
        "url": "https://en.wikipedia.org/wiki/Indus_(constellation)"
    },
    {
        "id": 44,
        "name": "Lacerta",
        "englishName": "Lizard",
        "brightestStar": "Alpha Lacertae",
        "paragraph0": "Lacerta is one of the 88 modern constellations defined by the International Astronomical Union. Its name is Latin for lizard. A small, faint constellation, it was defined in 1687 by the astronomer Johannes Hevelius. Its brightest stars form a \"W\" shape similar to that of Cassiopeia, and it is thus sometimes referred to as 'Little Cassiopeia'. It is located between Cygnus, Cassiopeia and Andromeda on the northern celestial sphere. The northern part lies on the Milky Way.\n",
        "paragraph1": "Lacerta is typical of Milky Way constellations: no bright galaxies, nor globular clusters, but instead open clusters, for example NGC 7243, the faint planetary nebula IC 5217 and quite a few double stars. It also contains the prototypic blazar BL Lacertae.\nLacerta contains no Messier objects.\n",
        "paragraph2": "Alpha Lacertae is a blue-white hued main-sequence star of magnitude 3.8, 102 light-years from Earth. It has a spectral type of A1 V[1] and is an optical double star. Beta Lacertae is far dimmer, a yellow giant of magnitude 4.4, 170 light-years from Earth.[2]\n",
        "url": "https://en.wikipedia.org/wiki/Lacerta_(constellation)"
    },
    {
        "id": 45,
        "name": "Leo",
        "englishName": "The lion",
        "brightestStar": "Regulus",
        "paragraph0": "Leo /ˈliːoʊ/ is one of the constellations of the zodiac, between Cancer the crab to the west and Virgo the maiden to the east. It is located in the Northern celestial hemisphere. Its name is Latin for lion, and to the ancient Greeks represented the Nemean Lion killed by the mythical Greek hero Heracles as one of his twelve labors. Its old astronomical symbol is  (♌︎). One of the 48 constellations described by the 2nd-century astronomer Ptolemy, Leo remains one of the 88 modern constellations today, and one of the most easily recognizable due to its many bright stars and a distinctive shape that is reminiscent of the crouching lion it depicts. The lion's mane and shoulders also form an asterism known as \"The Sickle,\" which to modern observers may resemble a backwards \"question mark.\"\n",
        "paragraph1": "Leo contains many bright stars, many of which were individually identified by the ancients. There are four stars of the first or second magnitude, which render this constellation especially prominent:\n",
        "paragraph2": "Other named stars in Leo include Mu Leonis, Rasalas (an abbreviation of \"Al Ras al Asad al Shamaliyy\", meaning \"The Lion's Head Toward the South\"); and Theta Leonis, Chertan.[1][2]\n",
        "url": "https://en.wikipedia.org/wiki/Leo_(constellation)"
    },
    {
        "id": 46,
        "name": "Leo Minor",
        "englishName": "Smaller lion",
        "brightestStar": "Praecipua",
        "paragraph0": "\n",
        "paragraph1": "Leo Minor is a small and faint constellation in the northern celestial hemisphere. Its name is Latin for \"the smaller lion\", in contrast to Leo, the larger lion. It lies between the larger and more recognizable Ursa Major to the north and Leo to the south. Leo Minor was not regarded as a separate constellation by classical astronomers; it was designated by Johannes Hevelius in 1687.[2]\n",
        "paragraph2": "There are 37 stars brighter than apparent magnitude 6.5 in the constellation; three are brighter than magnitude 4.5. 46 Leonis Minoris, an orange giant of magnitude 3.8, is located some 95 light-years from Earth. At magnitude 4.4, Beta Leonis Minoris is the second-brightest star and the only one in the constellation with a Bayer designation. It is a binary star, the brighter component of which is an orange giant and the fainter a yellow-white main sequence star. The third-brightest star is 21 Leonis Minoris, a rapidly rotating white main-sequence star of average magnitude 4.5. The constellation also includes two stars with planetary systems, two pairs of interacting galaxies, and the unique deep-sky object Hanny's Voorwerp.\n",
        "url": "https://en.wikipedia.org/wiki/Leo_Minor"
    },
    {
        "id": 47,
        "name": "Lepus",
        "englishName": "Hare",
        "brightestStar": "Arneb",
        "paragraph0": "Lepus (/ˈliːpəs/, colloquially /ˈlɛpəs/) is a constellation lying just south of the celestial equator. Its name is Latin for hare.  It is located below—immediately south—of Orion (the hunter), and is sometimes represented as a hare being chased by Orion or by Orion's hunting dogs.[2]\n",
        "paragraph1": "Although the hare does not represent any particular figure in Greek mythology, Lepus was one of the 48 constellations listed by the 2nd-century astronomer Ptolemy, and it remains one of the 88 modern constellations.\n",
        "paragraph2": "Lepus is most often represented as a hare being hunted by Orion, whose hunting dogs (Canis Major and Canis Minor) pursue it. The constellation is also associated with the Moon rabbit.[3]\n",
        "url": "https://en.wikipedia.org/wiki/Lepus_(constellation)"
    },
    {
        "id": 48,
        "name": "Libra",
        "englishName": "The scale",
        "brightestStar": "Zubeneschamali",
        "paragraph0": "Libra /ˈliːbrə/ is a constellation of the zodiac and is located in the Southern celestial hemisphere. Its name is Latin for weighing scales. Its old astronomical symbol is  (♎︎).  It is fairly faint, with no first magnitude stars, and lies between Virgo to the west and Scorpius to the east. Beta Librae, also known as Zubeneschamali, is the brightest star in the constellation. Three star systems are known to have planets.\n",
        "paragraph1": "Overall, there are 83 stars within the constellation's borders brighter than or equal to apparent magnitude 6.5.[a][2]\n",
        "paragraph2": "The brightest stars in Libra form a quadrangle that distinguishes it for the unaided observer. Traditionally, Alpha and Beta Librae are considered to represent the scales' balance beam, while Gamma and Sigma are the weighing pans.\n",
        "url": "https://en.wikipedia.org/wiki/Libra_(constellation)"
    },
    {
        "id": 49,
        "name": "Lupus",
        "englishName": "Wolf",
        "brightestStar": "Alpha Lupi",
        "paragraph0": "Lupus is a constellation of the mid-Southern Sky. Its name is Latin for wolf. Lupus was one of the 48 constellations listed by the 2nd-century astronomer Ptolemy, and it remains one of the 88 modern constellations but was long an asterism associated with the just westerly, larger constellation Centaurus.\n",
        "paragraph1": "In ancient times, the constellation was considered an asterism within Centaurus, and was considered to have been an arbitrary animal, killed, or about to be killed, on behalf of, or for, Centaurus.[1] An alternative visualization, attested by Eratosthenes, saw this constellation as a wineskin held by Centaurus.[2] It was not separated from Centaurus until Hipparchus of Bithynia named it Therion (Medieval Latin: Fera meaning \"beast\") in the 2nd century BC. \n",
        "paragraph2": "The Greek constellation is probably based on the Babylonian figure known as the Mad Dog (UR.IDIM). This was a strange hybrid creature that combined the head and torso of a man with the legs and tail of a lion (the cuneiform sign 'UR' simply refers to a large carnivore; lions, wolves and dogs are all included). It is often found in association with the sun god and another mythical being called the Bison-man, which is supposedly related to the Greek constellation of Centaurus.[3]\n",
        "url": "https://en.wikipedia.org/wiki/Lupus_(constellation)"
    },
    {
        "id": 50,
        "name": "Lynx",
        "englishName": "Linx",
        "brightestStar": "Alpha Lyncis",
        "paragraph0": "\n",
        "paragraph1": "Lynx is a constellation named after the animal, usually observed in the Northern Celestial Hemisphere. The constellation was introduced in the late 17th century by Johannes Hevelius. It is a faint constellation, with its brightest stars forming a zigzag line. The orange giant Alpha Lyncis is the brightest star in the constellation, and the semiregular variable star Y Lyncis is a target for amateur astronomers. Six star systems have been found to contain planets. Those of 6 Lyncis and HD 75898 were discovered by the Doppler method; those of XO-2, XO-4, XO-5 and WASP-13 were observed as they passed in front of the host star.\n",
        "paragraph2": "Within the constellation's borders lie NGC 2419, an unusually remote globular cluster; the galaxy NGC 2770, which has hosted three recent Type Ib supernovae; the distant quasar APM 08279+5255, whose light is magnified and split into multiple images by the gravitational lensing effect of a foreground galaxy; and the Lynx Supercluster, which was the most distant supercluster known at the time of its discovery in 1999.\n",
        "url": "https://en.wikipedia.org/wiki/Lynx_(constellation)"
    },
    {
        "id": 51,
        "name": "Lyra",
        "englishName": "Harp",
        "brightestStar": "Vega",
        "paragraph0": "Lyra (Latin for 'lyre', from Ancient Greek: λύρα; pronounced: /ˈlaɪrə/ LY-rə)[2] is a small constellation. It is one of the 48 listed by the 2nd century astronomer Ptolemy, and is one of the modern 88 constellations recognized by the International Astronomical Union. Lyra was often represented on star maps as a vulture or an eagle carrying a lyre, and hence is sometimes referred to as Vultur Cadens or Aquila Cadens (\"Falling Vulture\"[3] or \"Falling Eagle\"), respectively. Beginning at the north, Lyra is bordered by Draco, Hercules, Vulpecula, and Cygnus. Lyra is nearly overhead in temperate northern latitudes shortly after midnight at the start of summer. From the equator to about the 40th parallel south it is visible low in the northern sky during the same (thus winter) months.\n",
        "paragraph1": "Vega, Lyra's brightest star, is one of the brightest stars in the night sky, and forms a corner of the famed Summer Triangle asterism. Beta Lyrae is the prototype of a class of binary stars known as Beta Lyrae variables. These binary stars are so close to each other that they become egg-shaped and material flows from one to the other. Epsilon Lyrae, known informally as the  Double Double, is a complex multiple star system. Lyra also hosts the Ring Nebula, the second-discovered and best-known planetary nebula.\n",
        "paragraph2": "In Greek mythology, Lyra represents the lyre of Orpheus. Orpheus's music was said to be so great that even inanimate objects such as rocks could be charmed. Joining Jason and the Argonauts, his music was able to quell the voices of the dangerous Sirens, who sang tempting songs to the Argonauts.[4]\n",
        "url": "https://en.wikipedia.org/wiki/Lyra_(constellation)"
    },
    {
        "id": 52,
        "name": "Mensa",
        "englishName": "Table mountain",
        "brightestStar": "Alpha Mensae",
        "paragraph0": "\n",
        "paragraph1": "Mensa is a constellation in the Southern Celestial Hemisphere near the south celestial pole, one of fourteen constellations drawn up in the 18th century by French astronomer Nicolas-Louis de Lacaille. Its name is Latin for table, though it originally commemorated Table Mountain and was known as \"Mons Mensae\". One of the eighty-eight constellations designated by the International Astronomical Union (IAU), it covers a keystone-shaped wedge of sky 153.5 square degrees in area. Other than the south polar constellation of Octans, it is the most southerly of constellations and is observable only south of the 5th parallel of the Northern Hemisphere.\n",
        "paragraph2": "One of the faintest constellations in the night sky, Mensa contains no apparently bright stars—the brightest, Alpha Mensae, is barely visible in suburban skies. Part of the Large Magellanic Cloud, several star clusters and a quasar lie in the area covered by the constellation, and at least three of its star systems have been found to have exoplanets.\n",
        "url": "https://en.wikipedia.org/wiki/Mensa_(constellation)"
    },
    {
        "id": 53,
        "name": "Microscopium",
        "englishName": "Microscope",
        "brightestStar": "Gamma Microscopii",
        "paragraph0": "\n",
        "paragraph1": "Microscopium /ˌmaɪkrəˈskɒpiəm/ (\"the Microscope\") is a minor constellation in the southern celestial hemisphere, one of twelve created in the 18th century by French astronomer Nicolas-Louis de Lacaille and one of several depicting scientific instruments. The name is a Latinised form of the Greek word for microscope. Its stars are faint and hardly visible from most of the non-tropical Northern Hemisphere.\n",
        "paragraph2": "The constellation's brightest star is Gamma Microscopii of apparent magnitude 4.68, a yellow giant 2.5 times the Sun's mass located 223 ± 8 light-years distant. It passed within 1.14 and 3.45 light-years of the Sun some 3.9 million years ago, possibly disturbing the outer Solar System. Two star systems—WASP-7 and HD 205739—have been determined to have planets, while two others—the young red dwarf star AU Microscopii and the sunlike HD 202628—have debris disks. AU Microscopii and the binary red dwarf system AT Microscopii are probably a wide triple system and members of the Beta Pictoris moving group. Nicknamed \"Speedy Mic\", BO Microscopii is a star with an extremely fast rotation period of 9 hours, 7 minutes.\n",
        "url": "https://en.wikipedia.org/wiki/Microscopium_(constellation)"
    },
    {
        "id": 54,
        "name": "Monoceros",
        "englishName": "The unicorn",
        "brightestStar": "Beta Monocerotis",
        "paragraph0": "Monoceros (Greek: Μονόκερως, \"unicorn\") is a faint constellation on the celestial equator. Its definition is attributed to the 17th-century Dutch cartographer Petrus Plancius. It is bordered by Orion to the west, Gemini to the north, Canis Major to the south, and Hydra to the east. Other bordering constellations include Canis Minor, Lepus, and Puppis.\n",
        "paragraph1": "Monoceros contains only a few fourth magnitude stars, making it difficult to see with the naked eye. Alpha Monocerotis has a visual magnitude of 3.93, while for Gamma Monocerotis it is 3.98.\n",
        "paragraph2": "Beta Monocerotis is a triple star system; the three stars form a fixed triangle. The visual magnitudes of the stars are 4.7, 5.2, and 6.1. William Herschel discovered it in 1781 and called it \"one of the most beautiful sights in the heavens\".[citation needed]\n",
        "url": "https://en.wikipedia.org/wiki/Monoceros_(constellation)"
    },
    {
        "id": 55,
        "name": "Musca",
        "englishName": "The fly",
        "brightestStar": "Alpha Muscae",
        "paragraph0": "\n",
        "paragraph1": "Musca (Latin for 'the fly') is a small constellation in the deep southern sky. It was one of 12 constellations created by Petrus Plancius from the observations of Pieter Dirkszoon Keyser and Frederick de Houtman, and it first appeared on a celestial globe 35 cm (14 in) in diameter published in 1597 (or 1598) in Amsterdam by Plancius and Jodocus Hondius. The first depiction of this constellation in a celestial atlas was in Johann Bayer's Uranometria of 1603. It was also known as Apis (Latin for 'the bee') for 200 years. Musca remains below the horizon for most Northern Hemisphere observers.\n",
        "paragraph2": "Many of the constellation's brighter stars are members of the Scorpius–Centaurus association, a loose group of hot blue-white stars that appears to share a common origin and motion across the Milky Way. These include Alpha, Beta, Gamma, Zeta2 and (probably) Eta Muscae, as well as HD 100546, a blue-white Herbig Ae/Be star that is surrounded by a complex debris disk containing a large planet or brown dwarf and possible protoplanet. Two further star systems have been found to have planets. The constellation also contains two cepheid variables visible to the naked eye. Theta Muscae is a triple star system, the brightest member of which is a Wolf–Rayet star.\n",
        "url": "https://en.wikipedia.org/wiki/Musca_(constellation)"
    },
    {
        "id": 56,
        "name": "Norma",
        "englishName": "Level (carpenter’s)",
        "brightestStar": "Gamma Normae",
        "paragraph0": "\n",
        "paragraph1": "Norma is a small constellation in the Southern Celestial Hemisphere between Ara and Lupus, one of twelve drawn up in the 18th century by French astronomer Nicolas-Louis de Lacaille and one of several depicting scientific instruments. Its name is Latin for normal, referring to a right angle, and is variously considered to represent a rule, a carpenter's square, a set square or a level. It remains one of the 88 modern constellations.\n",
        "paragraph2": "Four of Norma's brighter stars—Gamma, Delta, Epsilon and Eta—make up a square in the field of faint stars. Gamma2 Normae is the brightest star with an apparent magnitude of 4.0. Mu Normae is one of the most luminous stars known, with a luminosity between a quarter million and one million times that of the Sun. Four star systems are known to harbour planets. The Milky Way passes through Norma, and the constellation contains eight open clusters visible to observers with binoculars. The constellation also hosts Abell 3627, also called the Norma Cluster, one of the most massive galaxy clusters known.\n",
        "url": "https://en.wikipedia.org/wiki/Norma_(constellation)"
    },
    {
        "id": 57,
        "name": "Octans",
        "englishName": "Octant (instrument)",
        "brightestStar": "Nu Octantis",
        "paragraph0": "Octans (/ˈɒktænz/) is a faint constellation located in the deep Southern Sky. Its name is Latin for the eighth part of a circle, but it is named after the octant, a navigational instrument. Devised by French astronomer Nicolas Louis de Lacaille in 1752, Octans remains one of the 88 modern constellations. The southern celestial pole is located within the boundaries of Octans.\n",
        "paragraph1": "Octans was one of 14 constellations created by French astronomer Nicolas Louis de Lacaille during his expedition to the Cape of Good Hope, and was originally named l’Octans de Reflexion (“the reflecting octant”) in 1752, after he had observed and catalogued almost 10,000 southern stars during a two-year stay at the Cape of Good Hope. He devised fourteen new constellations in uncharted regions of the Southern Celestial Hemisphere not visible from Europe. All but one honoured instruments that symbolised the Age of Enlightenment.[a][2]\n",
        "paragraph2": "It was part of his catalogue of the southern sky, the Coelum Australe Stelliferum, which was published posthumously in 1763. In Europe, it became more widely known as Octans Hadleianus, in honor of English mathematician John Hadley, who invented the octant in 1730. There is no real mythology related to Octans, partially due to its faintness and relative recentness, but mostly because of its extreme southerly latitude.[3]\n",
        "url": "https://en.wikipedia.org/wiki/Octans_(constellation)"
    },
    {
        "id": 58,
        "name": "Ophiucus",
        "englishName": "Serpent-bearer",
        "brightestStar": "Rasalhague",
        "paragraph0": "\n",
        "paragraph1": "Ophiuchus (/ˌɒfiˈjuːkəs/) is a large constellation straddling the celestial equator. Its name comes from the Ancient Greek ὀφιοῦχος (ophioûkhos), meaning \"serpent-bearer\", and it is commonly represented as a man grasping a snake. The serpent is represented by the constellation Serpens. Ophiuchus was one of the 48 constellations listed by the 2nd-century astronomer Ptolemy, and it remains one of the 88 modern constellations. An old alternative name for the constellation was Serpentarius (/ˌsɜːrpənˈtɛəriəs/).[1]\n",
        "paragraph2": "Ophiuchus lies between Aquila, Serpens, Scorpius, Sagittarius, and Hercules, northwest of the center of the Milky Way. The southern part lies between Scorpius to the west and Sagittarius to the east.[2][3] In the northern hemisphere, it is best visible in summer.[4] It is opposite of Orion. Ophiuchus is depicted as a man grasping a serpent; the interposition of his body divides the snake constellation Serpens into two parts, Serpens Caput and Serpens Cauda. Ophiuchus straddles the equator with the majority of its area lying in the southern hemisphere. Rasalhague, its brightest star, lies near the northern edge of Ophiuchus at about +12° 30′ declination.[5] The constellation extends southward to −30° declination. Segments of the ecliptic within Ophiuchus are south of −20° declination.[citation needed]\n",
        "url": "https://en.wikipedia.org/wiki/Ophiucus"
    },
    {
        "id": 59,
        "name": "Orion",
        "englishName": "Orion",
        "brightestStar": "Rigel",
        "paragraph0": "\n",
        "paragraph1": "Orion is a prominent set of stars visible during winter in the northern celestial hemisphere. It is one of the 88 modern constellations; it was among the 48 constellations listed by the 2nd-century astronomer Ptolemy. It is named for a hunter in Greek mythology.\n",
        "paragraph2": "Orion is most prominent during winter evenings in the Northern Hemisphere, as are five other constellations that have stars in the Winter Hexagon asterism.  Orion's two brightest stars, Rigel (β) and Betelgeuse (α), are both among the brightest stars in the night sky; both are supergiants and slightly  variable.  There are a further six stars brighter than magnitude 3.0, including three making the short straight line of the Orion's Belt asterism.  Orion also hosts the Orionids, the strongest meteor shower associated with Halley's Comet, and the Orion Nebula, one of the brightest nebula in the sky.\n",
        "url": "https://en.wikipedia.org/wiki/Orion_(constellation)"
    },
    {
        "id": 60,
        "name": "Pavo",
        "englishName": "Peacock",
        "brightestStar": "Peacock",
        "paragraph0": "\n",
        "paragraph1": "Pavo is a constellation in the southern sky whose name is Latin for 'peacock'. Pavo first appeared on a 35-cm (14 in) diameter celestial globe published in 1598 in Amsterdam by Petrus Plancius and Jodocus Hondius and was depicted in Johann Bayer's star atlas Uranometria of 1603, and was likely conceived by Plancius from the observations of Pieter Dirkszoon Keyser and Frederick de Houtman. French explorer and astronomer Nicolas-Louis de Lacaille gave its stars Bayer designations in 1756. The constellations Pavo, Grus, Phoenix and Tucana are collectively known as the \"Southern Birds\".\n",
        "paragraph2": "The constellation's brightest member, Alpha Pavonis, is also known as Peacock and appears as a 1.91-magnitude blue-white star, but is actually a spectroscopic binary. Delta Pavonis is a nearby Sun-like star some 19.9 light-years distant. Six of the star systems in Pavo have been found to host planets, including HD 181433 with a super-Earth, and HD 172555 with evidence of a major interplanetary collision in the past few thousand years. The constellation contains NGC 6752, the fourth-brightest globular cluster in the sky, and the spiral galaxy NGC 6744, which closely resembles the Milky Way but is twice as large. Pavo displays an annual meteor shower known as the Delta Pavonids, whose radiant is near the star δ Pav.[2]\n",
        "url": "https://en.wikipedia.org/wiki/Pavo_(constellation)"
    },
    {
        "id": 61,
        "name": "Pegasus",
        "englishName": "Pegasus",
        "brightestStar": "Enif",
        "paragraph0": "Pegasus is a constellation in the northern sky, named after the winged horse Pegasus in Greek mythology. It was one of the 48 constellations listed by the 2nd-century astronomer Ptolemy, and is one of the 88 constellations recognised today.\n",
        "paragraph1": "With an apparent magnitude varying between 2.37 and 2.45, the brightest star in Pegasus is the orange supergiant Epsilon Pegasi, also known as Enif, which marks the horse's muzzle. Alpha (Markab), Beta (Scheat), and Gamma (Algenib), together with Alpha Andromedae (Alpheratz) form the large asterism known as the Square of Pegasus. Twelve star systems have been found to have exoplanets. 51 Pegasi was the first Sun-like star discovered to have an exoplanet companion.\n",
        "paragraph2": "The Babylonian constellation IKU (field) had four stars of which three were later part of the Greek constellation Hippos (Pegasus).[2] Pegasus, in Greek mythology, was a winged horse with magical powers. One myth regarding his powers says that his hooves dug out a spring, Hippocrene, which blessed those who drank its water with the ability to write poetry. Pegasus was born when Perseus cut off the head of Medusa, who was impregnated by the god Poseidon. He was born with Chrysaor from Medusa's blood.[3]  Eventually, it became the horse for Bellerophon, who was asked to kill the Chimera and succeeded with the help of Athena and Pegasus. Despite this success, after the death of his children, Bellerophon asked Pegasus to take him to Mount Olympus. Though Pegasus agreed, he plummeted back to Earth after Zeus either threw a thunderbolt at him or sent a gadfly to make Pegasus buck him off.[4][5]\nIn ancient Persia, Pegasus was depicted by al-Sufi as a complete horse facing east, unlike most other uranographers, who had depicted Pegasus as half of a horse, rising out of the ocean. In al-Sufi's depiction, Pegasus's head is made up of the stars of Lacerta the lizard. Its right foreleg is represented by β Peg and its left foreleg is represented by η Peg, μ Peg, and λ Peg; its hind legs are marked by 9 Peg. The back is represented by π Peg and μ Cyg, and the belly is represented by ι Peg and κ Peg.[4]\n",
        "url": "https://en.wikipedia.org/wiki/Pegasus_(constellation)"
    },
    {
        "id": 62,
        "name": "Perseus",
        "englishName": "Perseus",
        "brightestStar": "Mirfak",
        "paragraph0": "\n",
        "paragraph1": "Perseus is a constellation in the northern sky, named after the Greek mythological hero Perseus. It is one of the 48 ancient constellations listed by the 2nd-century astronomer Ptolemy,[1] and among the 88 modern constellations defined by the International Astronomical Union (IAU).[2] It is located near several other constellations named after ancient Greek legends surrounding Perseus, including Andromeda to the west and Cassiopeia to the north. Perseus is also bordered by Aries and Taurus to the south, Auriga to the east, Camelopardalis to the north, and Triangulum to the west. Some star atlases during the early 19th century also depicted Perseus holding the disembodied head of Medusa,[3] whose asterism was named together as Perseus et Caput Medusae;[4] however, this never came into popular usage.\n",
        "paragraph2": "The galactic plane of the Milky Way passes through Perseus, whose brightest star is the yellow-white supergiant Alpha Persei (also called Mirfak), which shines at magnitude 1.79. It and many of the surrounding stars are members of an open cluster known as the Alpha Persei Cluster. The best-known star, however, is Algol (Beta Persei), linked with ominous legends because of its variability, which is noticeable to the naked eye. Rather than being an intrinsically variable star, it is an eclipsing binary. Other notable star systems in Perseus include X Persei, a binary system containing a neutron star, and GK Persei, a nova that peaked at magnitude 0.2 in 1901. The Double Cluster, comprising two open clusters quite near each other in the sky, was known to the ancient Chinese. The constellation gives its name to the Perseus cluster (Abell 426), a massive galaxy cluster located 250 million light-years from Earth. It hosts the radiant of the annual Perseids meteor shower—one of the most prominent meteor showers in the sky.\n",
        "url": "https://en.wikipedia.org/wiki/Perseus_(constellation)"
    },
    {
        "id": 63,
        "name": "Phoenix",
        "englishName": "Phoenix",
        "brightestStar": "Ankaa",
        "paragraph0": "\n",
        "paragraph1": "Phoenix is a minor constellation in the southern sky. Named after the mythical phoenix, it was first depicted on a celestial atlas by Johann Bayer in his 1603 Uranometria. The French explorer and astronomer Nicolas Louis de Lacaille  charted the brighter stars and gave their Bayer designations in 1756. The constellation stretches from roughly −39° to −57° declination, and from 23.5h to 2.5h of right ascension. The constellations Phoenix, Grus, Pavo and Tucana, are known as the Southern Birds.\n",
        "paragraph2": "The brightest star, Alpha Phoenicis, is named Ankaa, an Arabic word meaning 'the Phoenix'. It is an orange giant of apparent magnitude 2.4. Next is Beta Phoenicis, actually a binary system composed of two yellow giants with a combined apparent magnitude of 3.3. Nu Phoenicis has a dust disk, while the constellation has ten star systems with known planets and the recently discovered galaxy clusters El Gordo and the Phoenix Cluster—located 7.2 and 5.7 billion light years away respectively, two of the largest objects in the visible universe. Phoenix is the radiant of two annual meteor showers: the Phoenicids in December, and the July Phoenicids.\n",
        "url": "https://en.wikipedia.org/wiki/Phoenix_(constellation)"
    },
    {
        "id": 64,
        "name": "Pictor",
        "englishName": "Easel",
        "brightestStar": "Alpha Pictoris",
        "paragraph0": "\n",
        "paragraph1": "Pictor is a constellation in the Southern Celestial Hemisphere, located between the star Canopus and the Large Magellanic Cloud. Its name is Latin for painter, and is an abbreviation of the older name Equuleus Pictoris (the \"painter's easel\"). Normally represented as an easel, Pictor was named by Abbé Nicolas-Louis de Lacaille in the 18th century. The constellation's brightest star is Alpha Pictoris, a white main-sequence star around 97 light-years away from Earth. Pictor also hosts RR Pictoris, a cataclysmic variable star system that flared up as a nova, reaching apparent (visual) magnitude 1.2 in 1925 before fading into obscurity.[a]\n",
        "paragraph2": "Pictor has attracted attention because of its second-brightest star Beta Pictoris, 63.4 light-years distant from Earth, which is surrounded by an unusual dust disk rich in carbon, as well as an exoplanet (extrasolar planet). Another five stars in the constellation have been observed to have planets. Among them is HD 40307, an orange dwarf that has six planets orbiting it, one of which—HD 40307 g—is a potential super-Earth in the circumstellar habitable zone. Kapteyn's Star, the nearest star in Pictor to Earth, is a red dwarf located 12.76 light-years away that was found to have two super-Earths in orbit in 2014. Pictor A is a radio galaxy that is shooting an 800,000 light-year long jet of plasma from a supermassive black hole at its centre. In 2006, a gamma-ray burst—GRB 060729—was observed in Pictor, its extremely long X-ray afterglow detectable for nearly two years.\n",
        "url": "https://en.wikipedia.org/wiki/Pictor_(constellation)"
    },
    {
        "id": 65,
        "name": "Pisces",
        "englishName": "The Fishes",
        "brightestStar": "Alpherg",
        "paragraph0": "Pisces  is a constellation of the zodiac. Its vast bulk – and main asterism viewed in most European cultures per Greco-Roman antiquity as a distant pair of fishes connected by one cord each that join at an apex – are in the Northern celestial hemisphere. Its old astronomical symbol is  (♓︎). Its name is Latin for \"fishes\". It is between Aquarius, of similar size, to the southwest and Aries, which is smaller, to the east. The ecliptic and the celestial equator intersect within this constellation and in Virgo. This means the sun passes directly overhead of the equator, on average, at approximately this point in the sky, at the March equinox.\n",
        "paragraph1": "The March equinox is currently located in Pisces, due south of ω Psc, and, due to precession, slowly drifting due west, just below the western fish towards Aquarius.\n",
        "paragraph2": "Although Pisces is a large constellation, there are only two stars brighter than magnitude 4 in Pisces. It is also the second dimmest of the zodiac constellations.\n",
        "url": "https://en.wikipedia.org/wiki/Pisces_(constellation)"
    },
    {
        "id": 66,
        "name": "Piscis Austrinus",
        "englishName": "Southern fish",
        "brightestStar": "Formalhaut",
        "paragraph0": "Piscis Austrinus is a constellation in the southern celestial hemisphere. The name is Latin for \"the southern fish\", in contrast with the larger constellation Pisces, which represents a pair of fish. Before the 20th century, it was also known as Piscis Notius. Piscis Austrinus was one of the 48 constellations listed by the 2nd-century astronomer Ptolemy, and it remains one of the 88 modern constellations. The stars of the modern constellation Grus once formed the \"tail\" of Piscis Austrinus. In 1597 (or 1598), Petrus Plancius carved out a separate constellation and named it after the crane.\n",
        "paragraph1": "It is a faint constellation, containing only one star brighter than 4th magnitude: Fomalhaut, which is 1st magnitude and the 18th-brightest star in the night sky. Fomalhaut is surrounded by a circumstellar disk, and possibly hosts a planet. Other objects contained within the boundaries of the constellation include Lacaille 9352, the brightest red dwarf star in the night sky (though still too faint to see with the naked eye); and PKS 2155-304, a BL Lacertae object that is one of the optically brightest blazars in the sky.\n",
        "paragraph2": "Pisces Austrinus originated with the Babylonian constellation simply known as the Fish (MUL.KU).[2][3] Professor of astronomy Bradley Schaefer has proposed that ancient observers must have been able to see as far south as Mu Piscis Austrini to define a pattern that looked like a fish.[4] Along with the eagle Aquila the crow Corvus and water snake Hydra, Piscis Austrinus was introduced to the Ancient Greeks around 500 BCE; the constellations marked the summer and winter solstices, respectively.[5]\n",
        "url": "https://en.wikipedia.org/wiki/Piscis_Austrinus"
    },
    {
        "id": 67,
        "name": "Puppis",
        "englishName": "Deck (boat)",
        "brightestStar": "Naos",
        "paragraph0": "Puppis (/ˈpʌpɪs/) is a constellation in the southern sky. Puppis, the Latin translation of \"poop deck\", was originally part of an over-large constellation Argo Navis (the ship of Jason and the Argonauts), which centuries after its initial description, was divided into three parts, the other two being Carina (the keel and hull), and Vela (the sails of the ship). Puppis is the largest of the three constellations in square degrees. It is one of the 88 modern constellations recognized by the International Astronomical Union.\n",
        "paragraph1": "Argo Navis was sub-divided into three sections in 1752 by the French astronomer Nicolas Louis de Lacaille, including Argûs in puppi. Despite the division, Lacaille kept a single set of Bayer designations for the whole constellation, Argo. Therefore, Carina has the α, β, and ε, Vela has γ and δ, Puppis has ζ, and so on.[1] In the 19th century, these three sections of Argo became established as separate constellations and were formally included in the list of 88 modern IAU constellations in 1930.[2]\n",
        "paragraph2": "Several extrasolar planet systems have been found around stars in the constellation Puppis, including:\n",
        "url": "https://en.wikipedia.org/wiki/Puppis_(constellation)"
    },
    {
        "id": 68,
        "name": "Pyxis",
        "englishName": "Mariner’s compass",
        "brightestStar": "Alpha Pyxidis",
        "paragraph0": "\n",
        "paragraph1": "Pyxis[a] is a small and faint constellation in the southern sky. Abbreviated from Pyxis Nautica, its name is Latin for a mariner's compass (contrasting with Circinus, which represents a draftsman's compasses). Pyxis was introduced by Nicolas-Louis de Lacaille in the 18th century, and is counted among the 88 modern constellations.\n",
        "paragraph2": "The plane of the Milky Way passes through Pyxis. A faint constellation, its three brightest stars—Alpha, Beta and Gamma Pyxidis—are in a rough line. At magnitude 3.68, Alpha is the constellation's brightest star. It is a blue-white star approximately 880 light-years (270 parsecs) distant and around 22,000 times as luminous as the Sun.\n",
        "url": "https://en.wikipedia.org/wiki/Pyxis_(constellation)"
    },
    {
        "id": 69,
        "name": "Reticulum",
        "englishName": "Eyepiece graticule",
        "brightestStar": "Alpha Reticuli",
        "paragraph0": "Reticulum is a small, faint constellation in the southern sky. Its name is Latin for a small net, or reticle—a net of crosshairs at the focus of a telescope eyepiece that is used to measure star positions.[2] The constellation is best viewed between October and December, and save for one main star visible in ideal conditions, cannot be seen from north of the 30th parallel north.[3]\n",
        "paragraph1": "A constellation in this area was introduced by Isaac Habrecht II in his celestial globe in 1621, who named it Rhombus.[4] It was replaced with a somewhat different constellation by the French astronomer Nicolas Louis de Lacaille in the eighteenth century; during his stay at the Cape of Good Hope, he named the constellation le Réticule Rhomboide to commemorate the reticle in his telescope eyepiece.[5] The name was later Latinized to Reticulum in his star catalogue Coelum Australe Stelliferum. In 1810, the stars of Reticulum were used by William Croswell to produce the constellation Marmor Sculptile, which represented the bust of Christopher Columbus, but this did not catch on among astronomers.[6]\n",
        "paragraph2": "The constellation Reticulum became officially recognized during the First General Assembly of the International Astronomical Union in 1922. The boundary for this and other constellations was drawn up by Belgian astronomer Eugène Delporte along arcs of right ascension and declination for epoch 1875. These were published in 1930 in the Delimination Scientifique des Constellations at the behest of the IAU.[7][8]\n",
        "url": "https://en.wikipedia.org/wiki/Reticulum_(constellation)"
    },
    {
        "id": 70,
        "name": "Sagitta",
        "englishName": "The arrow",
        "brightestStar": "Gamma Sagittae",
        "paragraph0": "\n",
        "paragraph1": "Sagitta is a dim but distinctive constellation in the northern sky. Its name is Latin for 'arrow', not to be confused with the significantly larger constellation Sagittarius 'the archer'. It was included among the 48 constellations listed by the 2nd-century astronomer Ptolemy, and it remains one of the 88 modern constellations defined by the International Astronomical Union. Although it dates to antiquity, Sagitta has no star brighter than 3rd magnitude and has the third-smallest area of any constellation.\n",
        "paragraph2": "Gamma Sagittae is the constellation's brightest star, with an apparent magnitude of 3.47. It is an aging red giant star 90% as massive as the Sun that has cooled and expanded to a diameter 54 times greater than it. Delta, Epsilon, Zeta, and Theta Sagittae are each multiple stars whose components can be seen in small telescopes. V Sagittae is a cataclysmic variable—a binary star system composed of a white dwarf accreting mass of a donor star that is expected to go nova and briefly become the most luminous star in the Milky Way and one of the brightest stars in our sky around the year 2083. Two star systems in Sagitta are known to have Jupiter-like planets, while a third—15 Sagittae—has a brown dwarf companion.\n",
        "url": "https://en.wikipedia.org/wiki/Sagitta_(constellation)"
    },
    {
        "id": 71,
        "name": "Sagittarius",
        "englishName": "The archer",
        "brightestStar": "Kaus Australis",
        "paragraph0": "\n",
        "paragraph1": "Sagittarius is one of the constellations of the zodiac and is located in the Southern celestial hemisphere.   It is one of the 48 constellations listed by the 2nd-century astronomer Ptolemy and remains one of the 88 modern constellations. Its old astronomical symbol is  (♐︎). Its name is Latin for \"archer\". Sagittarius is commonly represented as a centaur drawing a bow.  It lies between Scorpius and Ophiuchus to the west and Capricornus and Microscopium to the east.\n",
        "paragraph2": "The center of the Milky Way lies in the westernmost part of Sagittarius (see Sagittarius A).\n",
        "url": "https://en.wikipedia.org/wiki/Sagittarius_(constellation)"
    },
    {
        "id": 72,
        "name": "Scorpius",
        "englishName": "Scorpion",
        "brightestStar": "Antares",
        "paragraph0": "\n",
        "paragraph1": "Scorpius is a zodiac constellation located in the Southern celestial hemisphere, where it sits near the center of the Milky Way, between Libra to the west and Sagittarius to the east. Scorpius is an ancient constellation that pre-dates the Greeks;[1] it is one of the 48 constellations identified by the Greek astronomer Ptolemy in the second century. Its old astronomical symbol is  (♏︎).[citation needed]\n",
        "paragraph2": "Scorpius contains many bright stars, including Antares (α Sco), \"rival of Mars,\" so named because of its distinct reddish hue; β1 Sco (Graffias or Acrab), a triple star; δ Sco (Dschubba, \"the forehead\"); θ Sco (Sargas, of unknown origin); ν Sco (Jabbah); ξ Sco; π Sco (Fang); σ Sco (Alniyat); and τ Sco (Paikauhale).\n",
        "url": "https://en.wikipedia.org/wiki/Scorpius_(constellation)"
    },
    {
        "id": 73,
        "name": "Sculptor",
        "englishName": "Sculptor",
        "brightestStar": "Alpha Sculptoris",
        "paragraph0": "Sculptor is a small and faint constellation in the southern sky. It represents a sculptor. It was introduced by Nicolas Louis de Lacaille in the 18th century. He originally named it Apparatus Sculptoris (the sculptor's studio), but the name was later shortened.\n",
        "paragraph1": "The region to the south of Cetus and Aquarius had been named by Aratus in 270 BC as The Waters – an area of scattered faint stars with two brighter stars standing out. Professor of astronomy Bradley Schaefer has proposed that these stars were most likely Alpha and Delta Sculptoris.[1]\n",
        "paragraph2": "The French astronomer Nicolas-Louis de Lacaille first described the constellation in French as l'Atelier du Sculpteur (the sculptor's studio) in 1751–52,[2][3] depicting a three-legged table with a carved head on it, and an artist's mallet and two chisels on a block of marble alongside it.[4] Lacaille had observed and catalogued almost 10,000 southern stars during a two-year stay at the Cape of Good Hope, devising fourteen new constellations in uncharted regions of the Southern Celestial Hemisphere not visible from Europe. He named all but one in honour of instruments that symbolised the Age of Enlightenment.[a][5]\n",
        "url": "https://en.wikipedia.org/wiki/Sculptor_(constellation)"
    },
    {
        "id": 74,
        "name": "Scutum",
        "englishName": "Shield",
        "brightestStar": "Alpha Scuti",
        "paragraph0": "Scutum is a small constellation. Its name is Latin for shield, and it was originally named Scutum Sobiescianum by Johannes Hevelius in 1684. Located just south of the celestial equator, its four brightest stars form a narrow diamond shape.  It is one of the 88 IAU designated constellations defined in 1922.\n",
        "paragraph1": "Scutum was named in 1684 by Polish astronomer Johannes Hevelius[1] (Jan Heweliusz), who originally named it Scutum Sobiescianum (Shield of Sobieski) to commemorate the victory of the Christian forces led by Polish King John III Sobieski (Jan III Sobieski) in the Battle of Vienna in 1683. Later, the name was shortened to Scutum.\n",
        "paragraph2": "Five bright stars of Scutum (α Sct, β Sct, δ Sct, ε Sct and η Sct) were previously known as 1, 6, 2, 3, and 9 Aquilae respectively.[2]\n",
        "url": "https://en.wikipedia.org/wiki/Scutum_(constellation)"
    },
    {
        "id": 75,
        "name": "Serpens",
        "englishName": "Snake",
        "brightestStar": "Unukalhai",
        "paragraph0": "\n",
        "paragraph1": "Serpens (Ancient Greek: Ὄφις, romanized: Óphis, lit. 'the Serpent') is a constellation in the northern celestial hemisphere. One of the 48 constellations listed by the 2nd-century astronomer Ptolemy, it remains one of the 88 modern constellations designated by the International Astronomical Union. It is unique among the modern constellations in being split into two non-contiguous parts, Serpens Caput (Serpent Head) to the west and Serpens Cauda (Serpent Tail) to the east. Between these two halves lies the constellation of Ophiuchus, the \"Serpent-Bearer\".  In figurative representations, the body of the serpent is represented as passing behind Ophiuchus between Mu Serpentis in Serpens Caput and Nu Serpentis in Serpens Cauda.\n",
        "paragraph2": "The brightest star in Serpens is the red giant star Alpha Serpentis, or Unukalhai, in Serpens Caput, with an apparent magnitude of 2.63. Also located in Serpens Caput are the naked-eye globular cluster Messier 5 and the naked-eye variables R Serpentis and Tau4 Serpentis. Notable extragalactic objects include Seyfert's Sextet, one of the densest galaxy clusters known; Arp 220, the prototypical ultraluminous infrared galaxy; and Hoag's Object, the most famous of the very rare class of galaxies known as ring galaxies.\n",
        "url": "https://en.wikipedia.org/wiki/Serpens_(constellation)"
    },
    {
        "id": 76,
        "name": "Sextans",
        "englishName": "Sextant",
        "brightestStar": "Alpha Sextantis",
        "paragraph0": "Sextans is a minor equatorial constellation which was introduced in 1687 by Johannes Hevelius. Its name is Latin for the astronomical sextant, an instrument that Hevelius made frequent use of in his observations.\n",
        "paragraph1": "Sextans as a constellation covers a rather dim, sparse region of the sky. It has only one star above the fifth magnitude, namely α Sextantis at 4.49m. The constellation contains a few double stars, including γ, 35, and 40 Sextantis. There are a few notable variable stars, including β, 25, 23 Sextantis, and LHS 292. NGC 3115, an edge-on lenticular galaxy, is the only noteworthy deep-sky object. It also lies near the ecliptic, which causes the Moon, and some of the planets to occasionally pass through it for brief periods of time.\n",
        "paragraph2": "The constellation is the location of the field studied by the COSMOS project, undertaken by the Hubble Space Telescope.\n",
        "url": "https://en.wikipedia.org/wiki/Sextans_(constellation)"
    },
    {
        "id": 77,
        "name": "Taurus",
        "englishName": "Bull",
        "brightestStar": "Aldebaran",
        "paragraph0": "Taurus (Latin for \"the Bull\") is one of the constellations of the zodiac and is located in the northern celestial hemisphere. Taurus is a large and prominent constellation in the Northern Hemisphere's winter sky. It is one of the oldest constellations, dating back to the Early Bronze Age at least, when it marked the location of the Sun during the spring equinox. Its importance to the agricultural calendar influenced various bull figures in the mythologies of Ancient Sumer, Akkad, Assyria, Babylon, Egypt, Greece, and Rome. Its old astronomical symbol is  (♉︎), which resembles a bull's head.\n",
        "paragraph1": "A number of features exist that are of interest to astronomers. Taurus hosts two of the nearest open clusters to Earth, the Pleiades and the Hyades, both of which are visible to the naked eye. At first magnitude, the red giant Aldebaran is the brightest star in the constellation. In the northeast part of Taurus is Messier 1, more commonly known as the Crab Nebula, a supernova remnant containing a pulsar. One of the closest regions of active star formation, the Taurus-Auriga complex, crosses into the northern part of the constellation. The variable star T Tauri is the prototype of a class of pre-main-sequence stars.\n",
        "paragraph2": "Taurus is a large and prominent constellation in the northern hemisphere's winter sky, between Aries to the west and Gemini to the east; to the north lies Perseus and Auriga, to the southeast Orion, to the south Eridanus, and to the southwest Cetus. In late November-early December, Taurus reaches opposition (furthest point from the Sun) and is visible the entire night. By late March, it is setting at sunset and completely disappears behind the Sun's glare from May to July.[5]\n",
        "url": "https://en.wikipedia.org/wiki/Taurus_(constellation)"
    },
    {
        "id": 78,
        "name": "Telescopium",
        "englishName": "Telescope",
        "brightestStar": "Alpha Telescopii",
        "paragraph0": "\n",
        "paragraph1": "Telescopium is a minor constellation in the southern celestial hemisphere, one of twelve named in the 18th century by French astronomer Nicolas-Louis de Lacaille and one of several depicting scientific instruments. Its name is a Latinized form of the Greek word for telescope. Telescopium was later much reduced in size by Francis Baily and Benjamin Gould.\n",
        "paragraph2": "The brightest star in the constellation is Alpha Telescopii, a blue-white subgiant with an apparent magnitude of 3.5, followed by the orange giant star Zeta Telescopii at magnitude 4.1. Eta and PZ Telescopii are two young star systems with debris disks and brown dwarf companions. Telescopium hosts two unusual stars with very little hydrogen that are likely to be the result of two merged white dwarfs: PV Telescopii, also known as HD 168476, is a hot blue extreme helium star, while RS Telescopii is an R Coronae Borealis variable. RR Telescopii is a cataclysmic variable that brightened as a nova to magnitude 6 in 1948.\n",
        "url": "https://en.wikipedia.org/wiki/Telescopium_(constellation)"
    },
    {
        "id": 79,
        "name": "Triangulum",
        "englishName": "Triangle",
        "brightestStar": "Beta Trianguli",
        "paragraph0": "\n",
        "paragraph1": "Triangulum is a small constellation in the northern sky. Its name is Latin for \"triangle\", derived from its three brightest stars, which form a long and narrow triangle. Known to the ancient Babylonians and Greeks, Triangulum was one of the 48 constellations listed by the 2nd century astronomer Ptolemy. The celestial cartographers Johann Bayer and John Flamsteed catalogued the constellation's stars, giving six of them Bayer designations.\n",
        "paragraph2": "The white stars Beta and Gamma Trianguli, of apparent magnitudes 3.00 and 4.00, respectively, form the base of the triangle and the yellow-white Alpha Trianguli, of magnitude 3.41, the apex. Iota Trianguli is a notable double star system, and there are three star systems with known planets located in Triangulum. The constellation contains several galaxies, the brightest and nearest of which is the Triangulum Galaxy or Messier 33—a member of the Local Group. The first quasar ever observed, 3C 48, also lies within the boundaries of Triangulum.\n",
        "url": "https://en.wikipedia.org/wiki/Triangulum_(constellation)"
    },
    {
        "id": 80,
        "name": "Triangulum Australe",
        "englishName": "Southern triangle",
        "brightestStar": "Atria",
        "paragraph0": "Triangulum Australe is a small constellation in the far Southern Celestial Hemisphere. Its name is Latin for \"the southern triangle\", which distinguishes it from Triangulum in the northern sky and is derived from the acute, almost equilateral pattern of its three brightest stars. It was first depicted on a celestial globe as Triangulus Antarcticus by Petrus Plancius in 1589, and later with more accuracy and its current name by Johann Bayer in his 1603 Uranometria. The French explorer and astronomer Nicolas Louis de Lacaille charted and gave the brighter stars their Bayer designations in 1756.\n",
        "paragraph1": "Alpha Trianguli Australis, known as Atria, is a second-magnitude orange giant and the brightest star in the constellation, as well as the 42nd-brightest star in the night sky. Completing the triangle are the two white main sequence stars Beta and Gamma Trianguli Australis. Although the constellation lies in the Milky Way and contains many stars, deep-sky objects are not prominent. Notable features include the open cluster NGC 6025 and planetary nebula NGC 5979.\n",
        "paragraph2": "The Great Attractor, the gravitational center of the Laniakea Supercluster which includes the Milky Way galaxy, straddles between Triangulum Australe and the neighboring constellation Norma.[2]\n",
        "url": "https://en.wikipedia.org/wiki/Triangulum_Australe"
    },
    {
        "id": 81,
        "name": "Tucana",
        "englishName": "Toucan",
        "brightestStar": "Alpha Tucanae",
        "paragraph0": "\n",
        "paragraph1": "Tucana (The Toucan) is a constellation of stars in the southern sky, named after the toucan, a South American bird. It is one of twelve constellations conceived in the late sixteenth century by Petrus Plancius from the observations of Pieter Dirkszoon Keyser and Frederick de Houtman. Tucana first appeared on a 35-centimetre-diameter (14 in) celestial globe published in 1598 in Amsterdam by Plancius and Jodocus Hondius and was depicted in Johann Bayer's star atlas Uranometria of 1603. French explorer and astronomer Nicolas Louis de Lacaille gave its stars Bayer designations in 1756. The constellations Tucana, Grus, Phoenix and Pavo are collectively known as the \"Southern Birds\".\n",
        "paragraph2": "Tucana is not a prominent constellation as all of its stars are third magnitude or fainter; the brightest is Alpha Tucanae with an apparent visual magnitude of 2.87. Beta Tucanae is a star system with six member stars, while Kappa is a quadruple system. Five star systems have been found to have exoplanets to date. The constellation contains 47 Tucanae, one of the brightest globular clusters in the sky, and most of the Small Magellanic Cloud.\n",
        "url": "https://en.wikipedia.org/wiki/Tucana_(constellation)"
    },
    {
        "id": 82,
        "name": "Ursa Major",
        "englishName": "Great bear",
        "brightestStar": "Alioth",
        "paragraph0": "Ursa Major (/ˈɜːrsə ˈmeɪdʒər/; also known as the Great Bear) is a constellation in the northern sky, whose associated mythology likely dates back into prehistory. Its Latin name means \"greater (or larger) bear\", referring to and contrasting it with nearby Ursa Minor, the lesser bear.[1] In antiquity, it was one of the original 48 constellations listed by Ptolemy in the 2nd century AD, drawing on earlier works by Greek, Egyptian, Babylonian, and Assyrian astronomers.[2] Today it is the third largest of the 88 modern constellations.\n",
        "paragraph1": "Ursa Major is primarily known from the asterism of its main seven stars, which has been called the \"Big Dipper\", \"the Wagon\", \"Charles's Wain\", or \"the Plough\", among other names. In particular, the Big Dipper's stellar configuration mimics the shape of the \"Little Dipper\". Two of its stars, named Dubhe and Merak (α Ursae Majoris and β Ursae Majoris), can be used as the navigational pointer towards the place of the current northern pole star, Polaris in Ursa Minor.\n",
        "paragraph2": "Ursa Major, along with asterisms it contains or overlaps, is significant to numerous world cultures, often as a symbol of the north. Its depiction on the flag of Alaska is a modern example of such symbolism.\n",
        "url": "https://en.wikipedia.org/wiki/Ursa_Major"
    },
    {
        "id": 83,
        "name": "Ursa Minor",
        "englishName": "Lesser bear",
        "brightestStar": "Polaris",
        "paragraph0": "Ursa Minor (Latin: 'Lesser Bear', contrasting with Ursa Major), also known as the Little Bear, is a constellation located in the far northern sky. As with the Great Bear, the tail of the Little Bear may also be seen as the handle of a ladle, hence the North American name, Little Dipper: seven stars with four in its bowl like its partner the Big Dipper. Ursa Minor was one of the 48 constellations listed by the 2nd-century astronomer Ptolemy, and remains one of the 88 modern constellations. Ursa Minor has traditionally been important for navigation, particularly by mariners, because of Polaris being the north pole star.\n",
        "paragraph1": "Polaris, the brightest star in the constellation, is a yellow-white supergiant and the brightest Cepheid variable star in the night sky, ranging in apparent magnitude from 1.97 to 2.00. Beta Ursae Minoris, also known as Kochab, is an aging star that has swollen and cooled to become an orange giant with an apparent magnitude of 2.08, only slightly fainter than Polaris. Kochab and 3rd-magnitude Gamma Ursae Minoris have been called the \"guardians of the pole star\" or \"Guardians of The Pole\".[3] Planets have been detected orbiting four of the stars, including Kochab. The constellation also contains an isolated neutron star—Calvera—and H1504+65, the hottest white dwarf yet discovered, with a surface temperature of 200,000 K.\n",
        "paragraph2": "\n",
        "url": "https://en.wikipedia.org/wiki/Ursa_Minor"
    },
    {
        "id": 84,
        "name": "Vela",
        "englishName": "Sails",
        "brightestStar": "Gamma Velorum",
        "paragraph0": "Vela is a constellation in the southern sky, which contains the Vela Supercluster. Its name is Latin for the sails of a ship, and it was originally part of a larger constellation, the ship Argo Navis, which was later divided into three parts, the others being Carina and Puppis. With an apparent magnitude of 1.8, its brightest star is the hot blue multiple star Gamma Velorum, one component of which is the brightest Wolf-Rayet star in the sky. Delta and Kappa Velorum, together with Epsilon and Iota Carinae, form the asterism known as the False Cross. 1.95-magnitude Delta is actually a triple or quintuple star system.\n",
        "paragraph1": "Argo Navis was one of the 48 classical constellations listed by the 2nd-century astronomer Ptolemy, and represented the ship Argo, used by Jason and the Argonauts on their quest for the Golden Fleece in Greek mythology. German cartographer Johann Bayer depicted the constellation on his  Uranometria of 1603, and gave the stars Bayer designations from Alpha to Omega. However, his chart was inaccurate as the constellation was not fully visible from the Northern Hemisphere.[1]\n",
        "paragraph2": "Argo was more accurately charted and subdivided in 1752 by the French astronomer Nicolas Louis de Lacaille, forming Carina (the keel), Vela (the sails), and Puppis (the poop deck). Despite the division, Lacaille kept Argo's Bayer designations. Therefore, Carina has the Alpha, Beta and Epsilon originally assigned to Argo Navis, while Vela's brightest stars are Gamma and Delta, Puppis has Zeta as its brightest star, and so on.[1]\n",
        "url": "https://en.wikipedia.org/wiki/Vela_(constellation)"
    },
    {
        "id": 85,
        "name": "Virgo",
        "englishName": "Maiden",
        "brightestStar": "Spica",
        "paragraph0": "Virgo is one of the constellations of the zodiac. Its name is Latin for maiden, and its old astronomical symbol is . Between Leo to the west and Libra to the east, it is the second-largest constellation in the sky (after Hydra) and the largest constellation in the zodiac. The ecliptic intersects the celestial equator within this constellation and Pisces. Underlying these technical two definitions, the sun passes directly overhead of the equator, within this constellation, at the September equinox. Virgo can be easily found through its brightest star, Spica.\n",
        "paragraph1": "Virgo is prominent in the spring sky in the Northern Hemisphere, visible all night in March and April. As the largest zodiac constellation, the Sun takes 44 days to pass through it, longer than any other. From 1990 and until 2062, this will take place from September 16 to October 30. It is located in the third quadrant of the Southern Hemisphere (SQ3) and can be seen at latitudes between +80° and -80°.\n",
        "paragraph2": "The bright star Spica makes it easy to locate Virgo, as it can be found by following the curve of the Big Dipper/Plough to Arcturus in Boötes and continuing from there in the same curve (\"follow the arc to Arcturus and speed on to Spica\").[1]\n",
        "url": "https://en.wikipedia.org/wiki/Virgo_(constellation)"
    },
    {
        "id": 86,
        "name": "Volans",
        "englishName": "Flying fish",
        "brightestStar": "Beta Volantis",
        "paragraph0": "Volans is a constellation in the southern sky. It represents a flying fish; its name is a shortened form of its original name, Piscis Volans.[2] Volans was one of twelve constellations created by Petrus Plancius from the observations of Pieter Dirkszoon Keyser and Frederick de Houtman and it first appeared on a 35-cm diameter celestial globe published in 1597 (or 1598) in Amsterdam by Plancius with Jodocus Hondius. The first depiction of this constellation in a celestial atlas was in Johann Bayer's Uranometria of 1603.[2]\n",
        "paragraph1": "Volans is one of the 12 constellations that were introduced by the Dutch navigators Pieter Dirkszoon Keyser and Frederick de Houtman in the late 16th century. It was first depicted on Petrus Plancius’ globe in 1598. Plancius called the constellation Vliegendenvis (flying fish).[3]\n",
        "paragraph2": "In 1603, Johann Bayer included the constellation in his star atlas Uranometria under the name Piscis Volans, the flying fish.[3] John Herschel proposed shrinking the name to one word in 1844, noting that Lacaille himself had abbreviated his constellations thus on occasion.[4] This was universally adopted.[3]\n",
        "url": "https://en.wikipedia.org/wiki/Volans_(constellation)"
    },
    {
        "id": 87,
        "name": "Vulpecula",
        "englishName": "Fox",
        "brightestStar": "Anser",
        "paragraph0": "Vulpecula /vʌlˈpɛkjʊlə/ is a faint constellation in the northern sky. Its name is Latin for \"little fox\", although it is commonly known simply as the fox. It was identified in the seventeenth century, and is located in the middle of the Summer Triangle (an asterism consisting of the bright stars Deneb, Vega, and Altair).\n",
        "paragraph1": "There are no stars brighter than 4th magnitude in this constellation. The brightest star in Vulpecula is Alpha Vulpeculae, a magnitude 4.44m[1] red giant[2][3] at a distance of 297 light-years. The star is an optical binary (separation of 413.7\") that can be split using binoculars. The star also carries the traditional name Anser, which refers to the goose the little fox holds in its jaws.[4]\n",
        "paragraph2": "23 Vulpeculae is the second brightest star in the constellation.\n",
        "url": "https://en.wikipedia.org/wiki/Vulpecula_(constellation)"
    }
]